[
    {
        "publish date": "None",
        "authors": [],
        "url": "https://cnn.com/election/2018/key-races",
        "title": "2018 Election Key Races",
        "text": "Key Races : House\n\nHouse Senate\n\nCNN's 2018 Race Ratings are based on a number of factors and data points. These include candidate recruitment, fundraising strength, districts' voting history, voter registration data by party and recent voting trends, as well as CNN's political reporting and analysis."
    },
    {
        "publish date": "None",
        "authors": [],
        "url": "https://cnn.com/business/media",
        "title": "Media News – Latest Headlines on CNN Business",
        "text": "Trump sits down for his first '60 Minutes' interview as POTUS"
    },
    {
        "publish date": "2017-03-04 00:00:00",
        "authors": [],
        "url": "https://cnn.com/2017/03/04/vr/how-to-watch-vr",
        "title": "How to Watch VR",
        "text": "IN YOUR HEADSET...\n\nHeadsets are hands-down the best way to watch VR stories. You can see the latest from CNNVR on the Samsung VR app , the Oculus Video app on Rift , or on the CNNVR app on Google Daydream . Just look left or right to explore the 360 world around you. Believe us, you need to try this."
    },
    {
        "publish date": "2018-10-09 00:00:00",
        "authors": [
            "Mitch Mccluskey",
            "Alejandra Morales",
            "Lianne Kolirin"
        ],
        "url": "https://cnn.com/2018/10/09/americas/mexican-murders-intl/index.html",
        "title": "Mexican couple arrested with body parts in stroller may have killed 20",
        "text": "(CNN) A couple arrested in Mexico while pushing a baby stroller filled with human body parts may have killed up to 20 women, according to the chief investigator on the case.\n\nThe man and woman were detained Thursday in the Mexico City suburb of Ecatepec on suspicion of murdering 10 female victims. However, the male suspect has since claimed that they are responsible for twice as many deaths.\n\nPolice arrested the pair, identified only as \"Juan Carlos N.\" and his wife \"Patricia \"N.,\" during an investigation into the disappearance of three women and a two-month-old baby. The man gave detailed accounts of the original 10 deaths. He also told police that he and his wife had killed a further 10 people, according to State of Mexico Prosecutor Alejandro Gomez and reported by AFP.\n\nPolice found eight plastic buckets full of dismembered body parts and cement in the couple's house, Gomez revealed in a Facebook post on Sunday. More remains were found in a refrigerator, wrapped in plastic bags. Tests are now being carried out on the grisly evidence.\n\nThe couple, who live with their three children, were arrested while pushing the baby carriage through Ecatepec. The police had expected to find the missing baby inside, but instead found human remains.\n\nRead More"
    },
    {
        "publish date": "2018-10-09 00:00:00",
        "authors": [
            "Mallory Gafas",
            "Joshua Berlinger"
        ],
        "url": "https://cnn.com/2018/10/09/americas/venezuela-assassination-plot-intl/index.html",
        "title": "Suspect in Maduro assassination plot dies in mysterious fall from window",
        "text": "(CNN) One of the suspects accused of trying to assassinate Venezuelan President Nicolas Maduro using drones armed with explosives died under mysterious circumstances Monday.\n\nVenezuelan government officials say Fernando Albán, a 56-year-old city councilor in the capital of Caracas and Maduro critic, died by suicide after jumping out a tenth floor window of the Bolivarian Intelligence Service, the country's top intelligence agency.\n\nBut Maduro critics have accused the regime of murdering Albán as part of a massive crackdown on opposition groups and human rights activists.\n\nAlbán was arrested on Friday for his alleged involvement in the apparent assassination attempt on August 4 , when armed drones flew toward Maduro during a speech at a military parade. Two loud explosions were heard and while Maduro escaped the attack unharmed, seven members of Venezuela's national guard were injured.\n\nIt's unclear exactly what happened to Albán in the time between his arrest and death.\n\nVenezuelan President Nicolas Maduro (left) at the ceremony where the attack occured.\n\nRead More"
    },
    {
        "publish date": "2018-10-07 00:00:00",
        "authors": [
            "Bard Wilkinson",
            "Taylor Barnes",
            "Marcia Reverdosa"
        ],
        "url": "https://cnn.com/2018/10/07/americas/brazil-presidential-election-intl/index.html",
        "title": "Brazil's far-right Bolsonaro wins first round of presidential election",
        "text": "Sao Paulo, Brazil (CNN) Far-right congressman Jair Bolsonaro pulled off a thumping win in the first round of Brazil's presidential election following one of the most polarizing campaigns since the country returned to democracy three decades ago.\n\nBolsonaro won Sunday's poll with 46% of the vote, ahead of left-wing ex-Sao Paulo mayor Fernando Haddad on 29%, according to tweets from the Supreme Electoral Tribunal's official Twitter account.\n\nBolsonaro's lead, in a field of 13 candidates, left him just short of the 50% needed to win outright and unable to avoid a runoff against Haddad, from the Workers' Party, on October 28.\n\n\"We indeed are able to change the destiny of Brazil,\" Bolsonaro said to media after learning he would face a runoff. \"We cannot continue flirting with socialism or communism.\"\n\nA victory in the second round for former army captain Bolsonaro would signal a historic shift to the right in Brazil. The Social Liberty party candidate has stirred controversy by making misogynistic, racist and homophobic remarks and has often been compared to US President Donald Trump and the Philippines' Rodrigo Duterte.\n\nJUST WATCHED What in The World: Fareed Zakaria explains Brazil's \"Car Wash\" scandal. Replay More Videos ... MUST WATCH What in The World: Fareed Zakaria explains Brazil's \"Car Wash\" scandal. 05:53\n\nThe campaign hit the headlines during last month when Bolsonaro was stabbed in the stomach during a political rally in the city of Juiz de Fora. The incident underscored the uncharted territory into which the election was heading and landed the frontrunner in hospital for several weeks.\n\nPolitical divisions have deepened in Brazil as the country suffers from a prolonged economic recession and extreme violence, with murder rates reaching a record high last year.\n\nThe presidential campaign has been marked by the rise of the once-fringe populist Bolsonaro, the disqualification of a former president who was electioneering from jail, and ongoing revelations from the four-year-long \"Car Wash\" anti-graft probe rocking mainstream political parties in the country of 200 million people.\n\nBolsonaro is a candidate for the Social Liberal Party\n\nBolsonaro, 63, cast his ballot in the Vila Militar district of Rio de Janeiro, wearing a bulletproof vest and surrounded by a heavy security detail. On his way to vote, he told supporters and journalists gathered outside that he was confident he would get a majority.\n\nOpinion polls released before the campaign closed predicted Bolsonaro could capture 35% of the vote, far less than he achieved.\n\nThe win for Bolsonaro may extend a rally in Brazilian markets, Bloomberg reported , as investors have favored him after years of economic woes under Haddad's party.\n\nBolsonaro began to rise in the polls after the stabbing, but his increased viability also prompted a social media backlash known as #elenao, or #nothim.\n\nThousands of people took to the streets throughout Brazil last weekend to voice their opposition to Bolsonaro, often comparing him to Adolf Hitler in posters and chants.\n\nHe once told a congresswoman during a parliamentary hearing that she did not deserve to be raped because she was \"very ugly\", Brazil's TV Globo reported.\n\nHe also said publicly he'd prefer to see his son \"die in an accident\" rather than a member of his family be homosexual.\n\nBut his supporters see him as an anti-establishment candidate who has pledged to fight corruption and tackle violence.\n\nIn addition to conservative elements in the police and armed forces, Bolsonaro is backed by powerful evangelical and agrobusiness lobbies.\n\nThe country has been wracked with strikes that buffeted the government of Michel Temer, who replaced Dilma Rousseff as Brazil's president after she was impeached in 2016\n\nHaddad and his wife cast their ballots at a school in São Paulo. Haddad said he looked forwarding to broadening political alliances before the second round of voting.\n\nBolsonaro já votou. O voto foi na Escola Municipal Rosa da Fonseca, na Vila Militar, no Rio. Ele chegou com o filho Flávio pelas 9h. No vídeo de @tiagocoelh, o momento de saída de Bolsonaro sob gritos de \"mito\". Como é uma sessão na Vila Militar, o público é jovem e masculino. pic.twitter.com/eaKcnajNe9 — revista piauí (@revistapiaui) October 7, 2018\n\nHaddad became the default Workers' Party candidate after his running mate and former President Luiz Inacio Lula da Silva was barred from running by the country's highest electoral court.\n\n\"Lula,\" as he is popularly known, had been leading in the polls despite being in jail since April, where he is serving a 12-year sentence for corruption and money laundering.\n\nThe 72-year-old has strongly denied any wrongdoing. His defense said he was a victim of political persecution.\n\n\"I am feeling scared,\" Marcio Correa, an advertising executive, said in São Paulo. \"Fascism is way too close and it is frightening.\"\n\nFernando Haddad, of the Workers' Party, is the other frontrunner in the presidential race\n\nDavid Lerner, a businessman in Sao Paulo, said he backs Bolsonaro because he \"represents a change\" in the country. \"He has never been in any (federal) government. He never took part in any corruption scandal,\" Lerner said.\n\nBefore the vote, Claudine Dutra Melo, a historian, said she was supporting Haddad because \"there is no other candidate\" to respond to the \"mediatic-parliamentary-judicial coup\" against popular politicians in the country.\n\n\"People think that voting for Bolsonaro is a protest vote,\" she said, \"and they do not realize the risk they are taking on in being favorable to this kind of ideology.\""
    },
    {
        "publish date": "2018-10-07 00:00:00",
        "authors": [
            "Claudia Dominguez",
            "Holly Yan"
        ],
        "url": "https://cnn.com/2018/10/07/americas/haiti-earthquake/index.html",
        "title": "Another deadly earthquake in Haiti kills at least 12 people",
        "text": "(CNN) Once again, nature has dealt a deadly blow to Haiti.\n\nAt least 12 people were killed and 188 were wounded after a magnitude 5.9 earthquake struck northern Haiti on Saturday night, the country's interior ministry said Sunday.\n\nOn Sunday, President Jovenel Moïse visited the coastal city of Port-de-Paix, just 11 miles (18 kilometers) from the quake's epicenter.\n\n\"I will make sure the proper state systems are fully mobilized to help the victims,\" Moïse tweeted.\n\nJe suis sur place, dans les zones touchées par le séisme, afin d'apporter de l'aide à la population. Le PM est également sur les lieux pour superviser les équipes de secours et coordonner leurs actions. Je félicite cet élan de solidarité et de soutien de la part des citoyens. pic.twitter.com/KCjG6FLdBc — Président Jovenel Moïse (@moisejovenel) October 7, 2018\n\nRead More"
    },
    {
        "publish date": "2018-10-06 00:00:00",
        "authors": [
            "Taylor Barnes",
            "Marcia Reverdosa"
        ],
        "url": "https://cnn.com/2018/10/06/americas/brazil-presidential-election/index.html",
        "title": "Brazilians vote after months of presidential election drama",
        "text": "Sao Paulo, Brazil (CNN) Brazilians are voting Sunday in a presidential election seen as the most polarizing since the country's return to democracy three decades ago.\n\nThe campaign has been marked by the rise of a once-fringe right-wing lawmaker, the disqualification of a populist former president who was campaigning from jail, and ongoing revelations from the four-year-long \"Car Wash\" anti-graft probe rocking mainstream political parties in the country of 200 million people.\n\nBrazil is also suffering from a prolonged economic recession and extreme violence, with murder rates reaching a record high last year.\n\nFormer army captain and congressman Jair Bolsonaro and ex-Sao Paulo Mayor Fernando Haddad are leading the polls in a field of 13 candidates.\n\nOpinion polls released before the campaigns closed this week projected Bolsonaro could capture as much as 35% of the vote Sunday. At least 50% is necessary to avoid a runoff on October 28.\n\nBolsonaro cast his ballot in the Vila Militar district of Rio de Janeiro, wearing a bulletproof vest and surrounded by a heavy security detail. On his way in to vote, he told supporters and journalists gathered outside that he was confident he would get a majority.\n\n\"First round, first round! On October 28, let's go to the beach!\" he said.\n\nHaddad and his wife cast their ballots at a school in São Paulo. Haddad said he looked forwarding to broadening political alliances before the second round of voting.\n\nBolsonaro já votou. O voto foi na Escola Municipal Rosa da Fonseca, na Vila Militar, no Rio. Ele chegou com o filho Flávio pelas 9h. No vídeo de @tiagocoelh, o momento de saída de Bolsonaro sob gritos de \"mito\". Como é uma sessão na Vila Militar, o público é jovem e masculino. pic.twitter.com/eaKcnajNe9 — revista piauí (@revistapiaui) October 7, 2018\n\n\"I am feeling scared,\" Marcio Correa, an advertising executive who doesn't support either front runner, said in São Paulo. \"Fascism is way too close and it is frightening.\"\n\nBolsonaro draws comparisons to Donald Trump\n\nBolsonaro is a candidate for the Social Liberal Party\n\nBolsonaro has left few unscathed in his flame-throwing attacks on Brazil's progressive movement. He's often been compared to US President Donald Trump and the Philippines' Rodrigo Duterte.\n\nHe's been accused by his opponents of being a misogynist and a homophobe. He once told a congresswoman during a parliamentary hearing that she did not deserve to be raped because she was \"very ugly,\" Brazil's TV Globo reported.\n\nHe also has publicly said he'd prefer to see his son \"die in an accident\" than show up with another man.\n\nDuring a campaign stop in the city of Juiz de Fora last month, Bolsonaro was stabbed in the stomach. The incident seemed to symbolize the uncharted territory into which the election was heading and landed the frontrunner in the hospital for several weeks.\n\nBolsonaro began to rise in the polls after the stabbing, but his increased viability also prompted a social media campaign known as #elenao, or #nothim.\n\nThousands of people took to the streets throughout Brazil last weekend to voice their opposition to Bolsonaro, often comparing him to Adolf Hitler in posters and chants.\n\nOthers see him as an anti-establishment candidate who will fight corruption and tackle violence.\n\nDavid Lerner, a businessman in Sao Paulo, said he backs Bolsonaro because he \"represents a change\" in the country. \"He has never been in any (federal) government. He never took part in any corruption scandal,\" Lerner said.\n\nIn addition to conservative elements in the police and armed forces, Bolsonaro is backed by powerful evangelical and agrobusiness lobbies.\n\nHaddad steps into Lula's shoes\n\nFernando Haddad, of the Workers' Party, is the other frontrunner in the presidential race\n\nHaddad, a former Sao Paulo mayor, heads the ticket for the Workers' Party. He became the default candidate after his running mate and former President Luiz Inacio Lula da Silva was barred from running by the country's highest electoral court.\n\n\"Lula,\" as the former leader is popularly known, had been leading in the polls despite being in jail since April, where he is serving a 12-year sentence for corruption and money laundering.\n\nClaudine Dutra Melo, a historian, said she will vote for Haddad because \"there is no other candidate\" to respond to the \"mediatic-parliamentary-judicial coup\" against popular politicians in the country. \"People think that voting for Bolsonaro is a protest vote,\" she said, \"and they do not realize the risk they are taking on in being favorable to this kind of ideology.\"\n\nElection likely headed for a runoff\n\nNeither of the leading candidates is expected to get the 50% majority required by law, so a runoff vote has already been scheduled for October 28.\n\nVoting is mandatory in Brazil for all citizens who are 18 to 70 years old. People who fail to vote without any justification often face fines and risk bureaucratic hurdles when renewing passports or IDs.\n\nAt least 11% of voters will leave their ballots blank or mark them as undecided, according to a recent statistics from the Ibope polling agency.\n\nBrazilians will also vote Sunday on 27 governors and nearly 1,600 lawmakers."
    },
    {
        "publish date": "2018-10-06 00:00:00",
        "authors": [
            "Steve Almasy",
            "Daniel Silva Fernandez",
            "Sara Mazloumsaki",
            "Susannah Cullinane"
        ],
        "url": "https://cnn.com/2018/10/06/americas/haiti-earthquake/index.html",
        "title": "Magnitude 5.9 earthquake hits northern Haiti",
        "text": "(CNN) At least 10 people were killed after a magnitude 5.9 earthquake struck near Haiti on Saturday night, according to Haiti's civil protection agency.\n\nAnother 135 people were injured and are currently receiving treatment in hospitals, the agency wrote on Twitter Sunday.\n\nPrime Minister Jean-Henry Céant said a crisis cabinet has been created to coordinate all emergency responses to the earthquake.\n\n\"Damage has been recorded mainly in the Far North. All my sympathies to the victims. The executive at the highest level is mobilized to provide appropriate answers. I call on the population to be cautious and calm,\" he said in a statement posted to Twitter\n\nPresident Jovenel Moïse also tweeted that civil protection workers are already working to assist people in affected areas."
    },
    {
        "publish date": "2018-09-28 00:00:00",
        "authors": [
            "Kelly Mccleary"
        ],
        "url": "https://cnn.com/2018/09/28/americas/hurricane-rosa-mexico-california-wxc/index.html",
        "title": "Hurricane Rosa off Mexico could bring rip currents, flooding in US",
        "text": "(CNN) Hurricane Rosa was spinning toward the Baja Peninsula on Sunday as a Category 1 storm with sustained winds of 85 mph, the National Hurricane Center said.\n\nRosa is expected to make landfall Monday as a tropical storm, then continue moving northeast, soaking the southwestern United States.\n\nHigh surf up to 10 feet and rip currents will begin along southern California coast Sunday, the hurricane center said. The potentially dangerous conditions are expected to last through Monday. Some 12- to 15-foot waves are possible on south-facing shores.\n\nMore than 10 million people are under flash flood watches at the US-Mexico border along California and Arizona, and north through Utah.\n\nFlood watches in effect ahead of Hurricane Rosa's landfall.\n\nRain is expected to begin Sunday afternoon in southeastern California and Arizona, where 2-4 inches is likely to fall, forecasters said. Some areas could get up to 6 inches.\n\nRead More"
    },
    {
        "publish date": "2018-09-28 00:00:00",
        "authors": [
            "Sarah Faidell",
            "James Masters"
        ],
        "url": "https://cnn.com/2018/09/28/americas/aung-san-suu-kyi-canada-intl/index.html",
        "title": "Canadian MPs vote to revoke Aung San Suu Kyi's honorary citizenship",
        "text": "(CNN) Canada's House of Commons voted unanimously on Thursday to revoke the honorary citizenship of Myanmar's Aung San Suu Kyi over the Rohingya crisis.\n\nThe Commons reaffirmed a motion passed last week recognizing that \"the crimes against humanity committed against the Rohingyas constitute a genocide\" and consequently voted to strip Suu Kyi of her citizenship, which was given to her in 2007.\n\nThe motion referred to the independent United Nations investigation into alleged human rights abuses carried out against the Rohingya Muslims.\n\nUN report published earlier this month called for Myanmar's military leaders to be investigated and prosecuted for genocide, crimes against humanity and war crimes -- and found that Suu Kyi failed to use her \"moral authority\" to prevent the abuses in Rakhine State.\n\nCanada's Senate must now pass a similar motion for the citizenship to be officially revoked, according to Canadian state broadcaster CBC.\n\nRead More"
    },
    {
        "publish date": "2018-09-27 00:00:00",
        "authors": [
            "Doug Criss"
        ],
        "url": "https://cnn.com/2018/09/27/americas/venezuela-icc/index.html",
        "title": "International Criminal Court urged to investigate Venezuela for alleged crimes against humanity",
        "text": "(CNN) Five South American countries and Canada want Venezuela placed under investigation as a humanitarian crisis continues to roil the country.\n\nThe leaders of Argentina, Chile, Colombia, Paraguay, Peru and Canada on Wednesday signed a joint statement addressed to the president of the International Criminal Court asking for a probe into possible crimes against humanity in Venezuela.\n\nThe alleged crimes, dating to 2014, include extrajudicial murder, torture and the arbitrary detention of political opponents and anti-government protesters.\n\nThe request, made at UN headquarters in New York as the UN General Assembly meets this week, is the first time ICC member governments have sought an investigation of alleged crimes that took place entirely on the territory of another country, Human Rights Watch said.\n\nThis multilateral move is the latest blow to Venezuelan President Nicolas Maduro, after the United States this week slapped sanctions on his wife and three other members of his inner circle in an effort to get Maduro to weaken his grip on the military and the government."
    },
    {
        "publish date": "2018-09-26 00:00:00",
        "authors": [
            "Mitchell Mccluskey",
            "Natalie Gallón"
        ],
        "url": "https://cnn.com/2018/09/26/americas/mexico-authorities-raid-acapulco-police-force/index.html",
        "title": "Mexican authorities seize control of Acapulco police force",
        "text": "(CNN) Mexican state and federal authorities have taken control of Acapulco's police after a recent spike in homicides sparked suspicions that criminal groups had infiltrated the department, a joint force said in a statement.\n\nTuesday's seizure was conducted by the Guerrero Coordination Group, a joint operation of Mexican state and federal departments, including the National Secretary of Defense, the marines, federal police, the state prosecutor's office and state police, said Roberto Álvarez Heredia, the group's spokesman.\n\nThe Guerrero Coordination Group is overseeing the takeover of Acapulco's police.\n\nThe takeover led to the disarmament and detainment of police officers and the confiscation of \"weapons, ballistic vests, cartridges and communication radios,\" Álvarez Heredia said.\n\nOn Wednesday the task force carried out \"intervention operations\" on facilities used by Acapulco's municipal police, he said.\n\nIn a statement, Guerrero officials said the state will evaluate and overhaul all police and security recruitment, training and operations with assistance from the federal government.\n\nRead More"
    },
    {
        "publish date": "2018-09-18 00:00:00",
        "authors": [
            "Pamela Boykoff",
            "Claudia Dominguez",
            "Belen Zapata"
        ],
        "url": "https://cnn.com/2018/09/18/americas/mexico-truck-bodies/index.html",
        "title": "Crime-ridden Mexican state is storing unclaimed bodies in a refrigerated truck",
        "text": "(CNN) Two weeks after residents of Tlaquepaque, Mexico began complaining about a terrible smell coming from a local warehouse, they discovered the reason for the odor was a refrigerated truck with 150 unclaimed bodies inside.\n\n\"The odor would come in waves,\" Guadalupe Vázquez told CNN. \"Something else that was suspicious was that patrol cars were always there guarding and at night dogs would bark and a lot of flies.\"\n\nLocal officials discovered the makeshift morgue on Friday during a routine inspection. It had been stored there by state authorities.\n\n\"When we wanted to close it down we were told we couldn't by state security officials because a truck with bodies was inside,\" said Tlaquepaque mayor María Elena Limón. She is asking for respect for both neighbors and the victims, and said Jalisco state officials need to take the bodies.\n\nState authorities moved the refrigerated container to another municipality where neighbors and local officials again asked for it to be relocated. It's now in a location close to the state's attorney general's office.\n\nRead More"
    },
    {
        "publish date": "2018-10-12 00:00:00",
        "authors": [
            "Donna Borak"
        ],
        "url": "https://cnn.com/2018/10/12/politics/mnuchin-imf-meeting-saudi-trip/index.html",
        "title": "Trump administration sticks with Saudis as business leaders back away",
        "text": "Bali, Indonesia (CNN) Treasury Secretary Steven Mnuchin said Friday that he still plans to attend an upcoming investment conference in Saudi Arabia, doubling down on the administration's hesitant response to the disappearance of a dissident Saudi journalist in Turkey as top business leaders back away from the kingdom.\n\n\"I am planning on going at this point. If more information comes out and changes, we could look at that, but I am planning on going,\" Mnuchin told CNBC's \"Squawk Box\" in an interview on the sidelines of the International Monetary Fund's annual meeting of foreign finance chiefs and central bankers here.\n\nMnuchin's comments came as top executives and political leaders, as well as corporate sponsors, have dropped out of the conference, sometimes referred to as \"Davos in the Desert,\" and scheduled to be hosted by the Saudi Crown Prince Mohammed bin Salman in in Riyadh later this month. CNN announced Friday that it would join the New York Times and others in canceling its partnership of the event.\n\nThe Trump administration, which has pursued a close relationship with the Saudis, is facing increasing pressure by Congress to cut military support, immediately halt arms sales and impose sanctions against the Saudi government over Jamal Khashoggi, a columnist for The Washington Post who has been missing for more than a week after going to the Saudi consulate general in Istanbul.\n\nTurkish officials believe he was killed at the consulate, an allegation denied by Saudi Arabia.\n\nRead More"
    },
    {
        "publish date": "2018-10-12 12:41:49+00:00",
        "authors": [],
        "url": "https://cnn.com/travel/gallery/mazatlan-mexico-photos/index.html",
        "title": "What to see in gorgeous Mazatlán, Mexico (photos)",
        "text": "What to see in gorgeous Mazatlán, Mexico Published 12th October 2018 Email\n\nCheck out these photos of what to see in gorgeous Mazatlán, Mexico, from colonial architecture to stunning oceanside vistas."
    },
    {
        "publish date": "2018-10-12 00:00:00",
        "authors": [
            "Perry Kostidakis"
        ],
        "url": "https://cnn.com/2018/10/12/football/la-liga-enrique-bonilla-liga-mx-us-mls-spt-intl/index.html",
        "title": "La Liga games in the US 'not fair for anyone,' says Liga MX president",
        "text": "(CNN) Enrique Bonilla, president of Mexico's top-flight football division Liga MX, has told CNN Sport that he is against the proposed decision to host a La Liga game in the United States or Canada.\n\nIn August, Spain's top-flight league announced a 15-year marketing deal with US-based sports media company Relevant, which included a provision for the annual match.\n\nLa Liga teams, along with other major European leagues, have played exhibition games in the United States before, but never a competitive match.\n\nWhen asked about the arrangement, Bonilla expressed his disapproval, holding out hope for an intervention by those governing North American football.\n\n\"We have to play for our fans,\" Bonilla said to CNN's Alex Thomas. \"The fans in other cities, or countries, out of our region, they can watch on TV if they want to, or they can travel to our facilities.\n\nLiga MX president Enrique Bonilla says La Liga must think of the fans.\n\n\"But I think that our fans deserve the respect of having their teams in their home, watching them, touching them and having the satisfaction or the sadness of the outcome of the game. I don't agree with the decision of Mr. Tebas [La Liga president].\n\n\"He has the right to do whatever he wants but I think that FIFA, CONCACAF and the US Soccer Federation will take the right decision and they won't allow it.\"\n\nBonilla acknowledges that the move could be financially lucrative, but maintains it has the potential to rob fans of one of the essential aspects of the sport: locality.\n\n\"In terms of strictly money, yes [I'd like to play Liga MX games in the States]. But it's not fair for the fans. It's not fair for the Mexican fans, it's not fair the for the American fans, it's not fair for anyone.\"\n\nThe Spanish Footballers Association also denounced the decision, saying in a statement: \"As per usual, La Liga has dispensed with the opinions of the players and has undertaken actions that only benefit them, regardless of the health or risks to the players, and even less of the following masses of the clubs who are being 'forced' to compete in North America once a season.\"\n\nJoint North American League\n\nThis June, FIFA awarded the 2026 World Cup to the United States, Mexico and Canada; a combined North American League could end up being the legacy of the bid.\n\nMajor League Soccer (MLS), the American league that also features Canadian teams, and Liga MX have reportedly ventured into talks concerning a potential merger.\n\nJUST WATCHED Suarez \"knew he made a mistake\" after bites Replay More Videos ... MUST WATCH Suarez \"knew he made a mistake\" after bites 01:36\n\nAfter news of the proposed league broke on Wednesday, MLS issued a statement from Executive Vice President of Communications Dan Courtemanche.\n\n\"In March, Major League Soccer entered into a formal partnership with Liga MX and last month we held our inaugural Campeones Cup between Toronto FC and Tigres.\n\n\"We have been discussing with Liga MX additional ways we can collaborate on and off the field, and we are excited about the future opportunities that exist between our two leagues.\"\n\nThis March saw the announcement of the Campeones Cup, which features the respective champions of each league facing off.\n\nThe first iteration of the match took place in September, with Mexico's Tigres UANL taking down one of MLS' Canadian sides, reigning league champions Toronto FC, by a score of 3-1.\n\nTigres won the 2018 Campeones Cup Final trophy after victory against Toronto FC.\n\n'Walls or no walls'\n\nBonilla noted that in light of the successful combined bid, all parties involved realized the collaborative potential that lay ahead.\n\n\"[The World Cup bid] showed us that we can work together, that we can do things together,\" Bonilla said.\n\n\"No matter if there was are walls or no walls, that we can work together, we can share our passion for football together and we can make things happen and it opened our eyes and I think we're on the right path.\"\n\nWhile Bonilla acknowledges that discussions are still in the early stages, the already-established pipeline between the two has already opened doors previously thought closed.\n\nThe main incentive seems to be the ability to compete with Europe's heavyweight sides, both financially and in terms of attracting the sport's top talent.\n\n\"There is no way that by ourselves, we're going to compete in the short term or in the mid-term with the amounts of money that it pours into football here in Europe,\" Bonilla said.\n\n\"So we have to be smart, we have to share best practices, and we have to work together. How long is it going to take? We are still in the table drawing the picture. And someday we will announce something, I hope so.\"\n\nPhotos: Best atmospheres in world football Borussia Dortmund – Borussia's Dortmund's Westfalenstadion Stadium is known for its \"Yellow Wall.\" The south stand is packed full of impassioned fans who together create one of the most spell-binding sights in football. Dressed in the team's yellow and black, supporters create an intimidating atmosphere for the opposition. Hide Caption 1 of 8 Photos: Best atmospheres in world football Liverpool – There is something special about Anfield on a European night and the stadium's Spion Kop seems to drag the ball into the goal when Liverpool are attacking that end. Fans also sing the stirring \"You'll Never Walk Alone\" before every match to create a spine-tingling spectacle. Hide Caption 2 of 8 Photos: Best atmospheres in world football Galatasaray – The Turk Telekom Stadium is home to Turkish giants Galatasaray. The fans here don't just wait for the big games to create an atmosphere. The stadium -- which is the second biggest in the country with a capacity of 52,223 -- is always awash with flags, scarves and flares. Hide Caption 3 of 8 Photos: Best atmospheres in world football Napoli – The Stadio San Paolo has one of the most raucous atmospheres in Serie A. Large flags and constant singing are common place in Naples, making this iconic stadium rock during home matches. Hide Caption 4 of 8 Photos: Best atmospheres in world football Roma – The Stadio Olimpico in Rome is a gladiatorial like venue. With a capacity of 72,698, the stadium is home to both Roma and Lazio. The fiery atmosphere is magnified by the traditional surroundings which helps produce a caldron of noise. Hide Caption 5 of 8 Photos: Best atmospheres in world football Sevilla – With a capacity of 43,883, the Ramon Sanchez Pizjuan cannot compare to the size of some stadiums in La Liga but its atmosphere can. The home fans are a big factor behind Sevilla's impressive home-record. The team went over a year without a loss at home in 2017. Hide Caption 6 of 8 Photos: Best atmospheres in world football Boca Juniors – La Bombonera is the home to Argentine side Boca Juniors. The fans are at most vocal for the Buenos Aires derby against River Plate where both sets of supporters combine to make a carnival like atmosphere. It may only have capacity of 49,000, but the tight surroundings make for an electric wall of noise. Hide Caption 7 of 8 Photos: Best atmospheres in world football Red Star Belgrade – The Rajko Mitic Stadium in Serbia can be one of the most intimidating places to play football. Fans create huge banners in support of the team and frequently use pyrotechnics to intimidate the opposition. Hide Caption 8 of 8\n\nIt's a partnership that seems to make sense for both leagues, even outside the appeal of competing with the likes of the English Premier League and La Liga.\n\nA wider and more diversified league arguably benefits viewership and player development, key for the relatively young MLS.\n\nIt can also enable Liga MX to further explore opportunities in an American market that already prefers watching the Mexican league, according to some television ratings.\n\nSpecifics, like potential revenue boosts or the concept of establishing a promotion/relegation system, are still a long way from being agreed upon.\n\nBut given that the current television rights deal per match for the English Premier League in its own country hovers around $12.3m, it's not a stretch to see how lucrative a combined North American league could be for all parties.\n\n\"We need to do to grow together, we need to make the biggest market for our football and we have to learn from each other, so that we really can be strong, so that we can really be a bigger market with where we can be attractive for bigger players,\" explains Bonilla.\n\n\"It's the product that we have to create. The experience for our fans. And from that moment then everything's going to flow in: The money, the players, everything.\""
    },
    {
        "publish date": "2018-10-10 00:00:00",
        "authors": [],
        "url": "https://cnn.com/2018/10/10/weather/gallery/hurricane-michael/index.html",
        "title": "In pictures: Hurricane Michael strikes Florida Panhandle",
        "text": "Brendan Smialowski/Getty Images Storm-damaged boats are piled up in Panama City, Florida, on Thursday, October 11. In pictures: Hurricane Michael strikes Florida Panhandle\n\nBrendan Smialowski/Getty Images Storm-damaged boats are piled up in Panama City, Florida, on Thursday, October 11.\n\nHurricane Michael slammed into Florida's Panhandle on Wednesday, October 10, as a dangerous Category 4 hurricane with maximum sustained winds of 155 mph.\n\n\"This is the worst storm that our Florida Panhandle has seen in a century,\" Gov. Rick Scott said.\n\nMichael was the strongest storm to make landfall in the continental United States since Hurricane Andrew in 1992.\n\nAfter hitting Florida and lashing Georgia, Michael is now threatening the storm-weary Carolinas."
    },
    {
        "publish date": "2018-10-09 14:14:52+00:00",
        "authors": [],
        "url": "https://cnn.com/travel/gallery/pigs-of-paradise-bahamas-photos/index.html",
        "title": "'Pigs of Paradise' swim in clear waters of the Bahamas (photos)",
        "text": "'Pigs of Paradise' swim in clear waters of the Bahamas Published 9th October 2018 Email\n\nSee delightful photos of the \"Pigs of Paradise.\" These porkers thrive in the clear ocean waters of the Bahamas and are the subject of a new book by T.R. Todd."
    },
    {
        "publish date": "2018-04-18 00:00:00",
        "authors": [],
        "url": "https://cnn.com/2018/04/18/motorsport/gallery/formula-one-2018-season/index.html",
        "title": "The story of the 2018 F1 season so far",
        "text": "Photos: Story of the F1 season Race winner Lewis Hamilton had plenty to celebrate after claiming victory in the Japanese GP at Suzuka to lead the world championship by 67 points with four rounds remaining. Hide Caption 1 of 34\n\nPhotos: Story of the F1 season Lewis Hamilton (no 44) overtook fellow Mercedes driver Valtteri Bottas under team orders on his way to a decisive victory in the 2018 F1 title race as he extended his advantage over Sebastian Vettel to 50 points. Hide Caption 2 of 34\n\nPhotos: Story of the F1 season Lewis Hamilton led from pole position in his famous No.44 Mercedes and took his seventh victory of the season on the Marina Bay street circuit in Singapore. Hide Caption 3 of 34\n\nPhotos: Story of the F1 season Hamilton stormed to a record-equalling fifth Italian Grand Prix victory -- overtaking both Ferraris in the process. Hide Caption 4 of 34\n\nPhotos: Story of the F1 season Lewis Hamilton celebrates with the trophy on the podium after winning the Hungarian Grand Prix at the Hungaroring near Budapest to extend his title lead over Sebastian Vettel to 24 points. Hide Caption 5 of 34\n\nPhotos: Story of the F1 season Hamilton celebrates an extraordinary comeback win at the German Grand Prix to give him a 17-point championship lead as title rival Sebastian Vettel crashed out Hide Caption 6 of 34\n\nPhotos: Story of the F1 season Dutch driver Max Verstappen claims a dramatic victory at the home of Red Bull Racing. But how does that impact the Drivers' Championship? Hide Caption 7 of 34\n\nPhotos: Story of the F1 season Melbourne, Australia -- 'Lucky' Vettel wins season opener – Sebastian Vettel took full advantage of a bizarre incident involving both cars of the American-owned Haas team to claim the opening race of the 2018 Formula One season in Australia. Hide Caption 8 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 1 – Vettel -- 25 points\n\nHamilton -- 18 points\n\nRaikonnen -- 15 points Hide Caption 9 of 34\n\nPhotos: Story of the F1 season Sakhir, Bahrain -- Ferrari win soured by injured mechanic – Vettel won for the second time in as many races at the Bahrain Grand Prix. But the Italian team's victory was overshadowed after one of its mechanics suffered a broken leg when he was hit by Kimi Raikkonen's car during a pit stop. Hide Caption 10 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 2 – Vettel -- 50 points\n\nHamilton -- 33 points\n\nBottas -- 22 points Hide Caption 11 of 34\n\nPhotos: Story of the F1 season Shanghai, China – An inspired Daniel Ricciardo claimed a remarkable and unexpected victory from sixth on the grid after a tactical masterstroke by his Red Bull team in Shanghai, with furious championship leader Vettel back in eighth place. Hide Caption 12 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 3 – Vettel -- 54 points\n\nHamilton -- 45 points\n\nBottas -- 40 points Hide Caption 13 of 34\n\nPhotos: Story of the F1 season Baku, Azerbaijan -- Red Bull drivers shockingly crash as Hamilton triumphs – Lewis Hamilton was the chief beneficiary of a late puncture suffered by his Mercedes teammate Valtteri Bottas as he clinched his first win of the season at April's action-packed Azerbaijan Grand Prix. Hide Caption 14 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 4 – Hamilton -- 70 points\n\nVettel -- 66 points\n\nRaikkonen -- 48 points\n\nHide Caption 15 of 34\n\nPhotos: Story of the F1 season Barcelona, Spain -- Lewis Hamilton leads Mercedes one-two – After his unlikely victory in Azerbaijan, it was a second straight win for Hamilton as he bids for a fifth world championship -- and it could not have been more comfortable. Hide Caption 16 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 5 – Hamilton -- 95 points\n\nVettel -- 78 points\n\nBottas -- 57 points Hide Caption 17 of 34\n\nPhotos: Story of the F1 season Monaco -- Redemption for Ricciardo – Ricciardo nursed his ailing Red Bull to a remarkable victory on the streets of Monte Carlo and with it made up for his 2016 heartbreak on the same circuit. Hide Caption 18 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 6 – Hamilton -- 110 points\n\nVettel -- 96 points\n\nRicciardo -- 72 points Hide Caption 19 of 34\n\nPhotos: Story of the F1 season Canada -- Vettel wins to take title initiative – Sebastian Vettel's 50th career victory saw him replace Lewis Hamilton at the top of the championship standings to cap an emotional day for the Ferrari team. Hide Caption 20 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 7 – Vettel -- 121 points\n\nHamilton -- 120 points\n\nBottas -- 86 points Hide Caption 21 of 34\n\nPhotos: Story of the F1 season France -- Hamilton back in the groove – Briton Lewis Hamilton won the first French Grand Prix since 2008.\n\nThe Mercedes driver avoided the worst of a dramatic start that saw title rival Sebastian Vettel clip Valtteri Bottas. Both drivers sustained damage in the collision, forcing them to pit early them and fall to the back of the grid. Hide Caption 22 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 8 – Hamilton -- 145 points\n\nVettel -- 131 points\n\nRicciardo -- 96 points Hide Caption 23 of 34\n\nPhotos: Story of the F1 season Austria -- Verstappen wins after Mercedes meltdown – Red Bull's Max Verstappen won a dramatic Austrian Grand Prix as hitherto championship leader Lewis Hamilton and Mercedes teammate, Valtteri Bottas, were forced to retire. Hide Caption 24 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 9 – Vettel - 146 points\n\nHamilton - 145 points\n\nRaikkonen - 101 points Hide Caption 25 of 34\n\nPhotos: Story of the F1 season Britain -- Vettel wins despite Hamilton fightback – Home favorite Lewis Hamilton was denied a sixth victory at the British Grand Prix as Ferrari's Sebastian Vettel took control of the championship at Silverstone Hide Caption 26 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 10 – Vettel - 171Hamilton - 163Raikkonen - 116 Hide Caption 27 of 34\n\nPhotos: Story of the F1 season Germany -- Advantage Hamilton as Vettel crashes out – Hamilton fought back from 14th on the grid to claim an astonishing victory as Vettel crashed out at Hockenheim. Hide Caption 28 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 11 – Hamilton - 188\n\nVettel - 171\n\nRaikkonen - 131 Hide Caption 29 of 34\n\nPhotos: Story of the F1 season Hungary -- Hamilton extends title lead with 'beautiful' win – Hamilton went into F1's summer break with a season-high 24-point advantage in the title race over Vettel after winning at the Hungaroring. Hide Caption 30 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 11 – Hamilton -- 213 points\n\nVettel -- 189 points\n\nRaikkonen -- 146 points Hide Caption 31 of 34\n\nPhotos: Story of the F1 season Belgium -- Vettel wins after spectacular crash – Fernando Alonso's car was launched over the top of Charles Leclerc on the opening corner of the Belgian Grand Prix. Sebastian Vettel went on to win at Spa to cut Lewis Hamilton's lead at the top of the Driver Standings to 17 points. Hide Caption 32 of 34\n\nPhotos: Story of the F1 season Drivers' title race after round 12 – Hamilton -- 231Vettel -- 214Raikkonen - 146 Hide Caption 33 of 34"
    },
    {
        "publish date": "None",
        "authors": [
            "Leslie Lamirande",
            "Nancy Holley Kitchens",
            "Ezra Knowles Jr.",
            "Maame Aphyia Afriyie Boateng",
            "Donna Josefy Bishop",
            "Bill Hauschildt",
            "Sandy Mochida-Rapozo",
            "Libholley Milliken",
            "Diane Choquette",
            "Jacqueline Sharp"
        ],
        "url": "https://www.comparecards.com/guide/heres-a-brilliant-way-to-pay-credit-cards?esourceid=6347626&utm_source=cnn&utm_medium=native&grp=brilliant-way&pla=cnn.com&bdst=flat&acqs=prospecting&utm_campaign=article&tar=cnnarticlebottom&pos=2&utm_content=amazingly+simple+way+to+pay+off+credit+card+debt+fast&adt=none",
        "title": "The Fastest Way To Pay Off $10,000 In Credit Card Debt",
        "text": "The Fastest Way To Pay Off $10,000 In Credit Card Debt\n\n*Editorial Note: This content is not provided or commissioned by the credit card issuer. Any opinions, analyses, reviews or recommendations expressed in this article are those of the author’s alone, and may not have been reviewed, approved or otherwise endorsed by the credit card issuer. This site may be compensated through a credit card issuer partnership.\n\nWhat's the best way to pay down a credit card balance as quickly as possible, while paying the least in interest, and without hurting your credit? What follows is a powerful method recommended by the most astute personal finance experts to achieve exactly those objectives. It's extremely effective, completely legal, and leverages programs created by credit card issuers to your advantage. Follow these steps and start to become credit card debt-free.\n\nStep 1: Use A Powerful Tool To Immediately Stop Paying Interest On Your Balance\n\nThink of someone carrying a credit card balance like a patient who enters an emergency room bleeding badly. The first thing a doctor will do is stop the bleeding. It's no different when attacking a credit card balance; the first thing you do is stop the interest charges.\n\nThere's a simple way to do this, and it's brilliance is that it actually uses the banks' marketing offers to your advantage: find a card offering a long \"0% intro APR balance transfer\" promotional offer, and transfer your balance to it. These are cards which offer new customers a long period of time (often as much as 18 months) during which the card charges no interest on all balances transferred to it. We constantly track all the cards in the marketplace in order to find the ones currently offering the longest 0% intro periods.\n\nIf you need more motivation, just think of this: on a $10,000 balance, $150 of a $200 monthly payment would get vacuumed up by interest charges.* That leaves only $50 of your $200 that actually reduces your balance, the rest vanishing into bank pockets. That's just brutal. Use our reviews to find a card which offers the longest possible no-interest period while charging low, or even no fees. Moving your balances to the card you choose will stop the bleeding, allowing you to move on to step two.\n\nStep 2: Power Through Your Balance During The 0% Period.\n\nOnce you've transferred your balances and put a stop to the interest charges, it's time to capitalize on the interest-free period to really break free of the debt. The best part of this is how simple it is: just keep making the payments you used to make when you had to pay big interest payments, except now 100% of your payment will go to reduce your balance.\n\nGoing back to the $10,000 example above. (just be aware that we're using the $10,000 number as an example to demonstrate how the process works. You may be approved to transfer an amount greater or less than $10,000). If you transferred that balance onto a card which offers 15 months of 0% intro APR with no transfer fee, and maintained the same $200 monthly payment, you can see how much faster you'll be reducing your balance in the chart below.\n\nAs you can see, without using the 0% card, the same $200 monthly payments barely make any headway. It's like swimming upstream, or walking while taking a step back for every two steps forward. That's no way to swim or walk, and attempting to pay off your cards while paying high card interest rates is no way to manage your finances. Move your balances onto one of the cards below, stop getting crushed by interest, and start making real progress toward getting rid of your card debt.\n\nTop 0% Intro APR Balance Transfer Cards:\n\nBankAmericard® credit card Apply Now Call To Apply\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRated 4.5/5 stars by our editorial team Click the stars to submit your rating. Thanks for rating! Your Rating: 3.8/5.0 from 287 Offer Ratings\n\nOver the Past 60 Days! (287) Over the Past 60 Days! Show Details This card just seriously upped its game, extending its 0% intro APR to one of the longest available. Take advantage of impressive 0% intro APR on purchases and balance transfers with this $0 annual fee card.\n\nFinance a new purchase with generous 0% Introductory APR on purchases for 18 billing cycles then 14.99% - 24.99% Variable APR. That means no monthly interest charges will pile up during the promo period. Stop paying high interest charges with 0% Intro APR for 18 billing cycles for balance transfers made in the first 60 days then 14.99% - 24.99% Variable APR. That means your payments can go entirely toward reducing your debt for over a year. Regain control over your financial life and put time on your side to pay down debt faster. Unlike some other cards, there is no penalty APR. That means a late payment won’t automatically raise your interest rate. The balance transfer fee is either $10 or 3% of the amount of each transaction, whichever is greater.\n\nThe Verdict: This is a great low interest card with one of the longest periods of 0% intro interest available. The $0 annual fee means you won’t pay for card membership. Get a better interest rate now with BankAmericard® credit card.\n\nMost Appropriate For: If you want to get out of debt, this card has all the tools you need. This card is perfect for people who want long 0% introductory interest on purchases and balance transfers.\n\nCredit Required: Excellent/Good\n\nDiscover it® Balance Transfer Apply Now Rates & Fees\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRated 4.5/5 stars by our editorial team Click the stars to submit your rating. Thanks for rating! Your Rating: 3.8/5.0 from 784 Offer Ratings\n\nOver the Past 60 Days! (784) Over the Past 60 Days! Show Details This card has a sign-up bonus loaded with potential: you can turn $200 into $400 with Cashback Match™. If you’re a new card member, you can automatically double your rewards within the first year of having the card.\n\nYou also earn 5% cash back from rotating categories like gas stations, department stores, Amazon.com or restaurants for up to $1,500 every quarter. You’ll also get 1% cash back on everything else. With 5% cash back from everyday spending categories and 1% cash back on everything else you can easily earn $200 cash back and turn it into $400 with Discover’s Cashback Match™ There is also no annual fee, and you will get 0% intro APR on purchases for 6 months and 0% intro APR on balance transfers for 18 months. After that, 13.99% - 24.99% Variable APR. While the Discover It - 18 month balance transfer offer has some rewarding cash back benefits, it lacks the 0% intro APR length of other cards on this list and it has a balance transfer fee of 3%. You also need to remember to opt into the categories every quarter or you will not receive the 5% cash back rewards. Most Appropriate For: People who enjoy both cash rewards and lengthy balance transfer offers. Verdict: If you looking for a balance transfer credit card that teams up with a cash back rewards system, this card is right up your alley. It has a unique sign-up bonus system that doubles your cash back at the end of your first year. So if you’re in the market for a rewards card and would like to transfer your current balance, this card is perfect for you. Recommended Credit: Good to Excellent\n\nCapital One® Quicksilver® Card - 0% Intro APR for 15 Months Apply Now\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRated 4.5/5 stars by our editorial team Click the stars to submit your rating. Thanks for rating! Your Rating: 3.8/5.0 from 828 Offer Ratings\n\nOver the Past 60 Days! (828) Over the Past 60 Days! Show Details Get long 0% intro APR on purchases and balance transfers, unlimited 1.5% cash back on every purchase, every day, one-time $150 cash bonus after you spend $500 on purchases within 3 months from account opening. $0 annual fee.\n\nTurbo charge your plans to ditch debt with this easy-to-use card that will pay you unlimited 1.5% cash back on every purchase, every day. Use the cash-back rewards to pay down your debt even faster! You earn cash in two ways when you use this card. First, earn a one-time $150 cash bonus after you spend $500 on purchases within 3 months from account opening. Second, you'll take home an unlimited 1.5% cash back on every purchase, every day. No headaches remembering rotating bonus categories, you will earn cash on everything you buy. Pile those unlimited cash rewards back onto your balance and say goodbye to your debt even faster! This card offers 0% intro on balance transfers for 15 months. Get 0% intro on purchases for 15 months also with this card! There is a 3% balance transfer fee, but the cash rewards could easily offset that over the long run for you.\n\nThe Verdict: Many credit cards with introductory 0% interest don't offer rewards. You win in four ways if you use this card to pay down debt. 1) Earn a one-time $150 cash bonus after you spend $500 on purchases within 3 months from account opening. 2) Get unlimited 1.5% cash back on every purchase, every day that can also be used to speed your way to being debt-free. 3) 0% intro on balance transfers for 15 months gives you time to pay off your balance transfer without interest charges piling up. 4) $0 annual fee makes it a cost-effective choice for ditching debt. Most Appropriate For: If you want to earn cash back rewards, while you pay down your debt, this card gives you a straight-forward deal. Earn unlimited 1.5% cash back on every purchase, every day. If your credit has a few blemishes, don't worry. This card is a fantastic option if you have good credit. Credit Required: Good to Excellent.\n\nChase Freedom Unlimited® Apply Now\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRated 4/5 stars by our editorial team Click the stars to submit your rating. Thanks for rating! Your Rating: 3.9/5.0 from 486 Offer Ratings (486) Show Details This balance transfer card comes with a generous cash sign-up bonus, and on-going cash-back rewards. Use that cash-back to help pay down your debt faster. The Chase Freedom Unlimited® comes with a long 0% Intro APR for 15 months on balance transfers. Plus, you get flexibility with 0% Intro APR for 15 months on purchases. The standout features that set this apart from other low interest offers are the rich cash rewards. Earn a $150 Bonus after you spend $500 on purchases in your first 3 months from account opening. Then earn, Unlimited 1.5% cash back on every purchase. Just think how much faster you can pay down your balance with the big cash back rewards. The balance transfer fee is either $5 or 5% of the amount of each transfer, whichever is greater. The Verdict: This is an enticing balance transfer offer, with a long 0% intro APR period. The cash-back gives you an extra boost and can help you reach your goal faster. Most Appropriate For: If you want cash-back rewards along with lengthy 0% intro APR, this card is a perfect match. Credit Required: Excellent/Good\n\nWells Fargo Platinum Visa® Card Apply Now\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRated 4/5 stars by our editorial team Click the stars to submit your rating. Thanks for rating! Your Rating: 3.9/5.0 from 444 Offer Ratings\n\nOver the Past 60 Days! (444) Over the Past 60 Days! Show Details Take control of your finances with the Wells Fargo Platinum Visa® Card. This no-annual fee card gives you a long 0% for 18 months on balance transfers.\n\nIf you only make the minimum payments on high-interest credit card debt, it could take years to pay it off. Using a card like this means every cent you pay during the intro period will go toward paying down your balance. Wells Fargo is one of the few card issuers to offer generous cell phone protection. This card offers up to $600 protection on your cell phone (subject to $25 deductible) against covered damage or theft when you pay your monthly cellular telephone bill with your Wells Fargo Platinum Visa® Card. If you need breathing room on upcoming purchases before interest kicks in, this card also gives you a very long purchase intro rate of 0% for 18 months. There is a typical balance transfer fee of 3% Intro for 18 months, then 5%.\n\nThe Verdict: This is the total debt fighting package all wrapped up in one offer. This card gives you all the tools you need to get out of debt, plus unique cell phone protection that make this card shine. If you are budget-conscious, having $600 protection on your cell phone could make a big impact if your cell phone is stolen or damaged. Most Appropriate For: This card is perfect for people looking to get out of debt and want to pay it off over time with no interest and no annual fee. Credit Required: Excellent\n\nWells Fargo Propel American Express® Card Apply Now\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRated 5/5 stars by our editorial team Click the stars to submit your rating. Thanks for rating! Your Rating: 4.6/5.0 from 680 Offer Ratings\n\nOver the Past 60 Days! (680) Over the Past 60 Days! Show Details New! Wells Fargo is making waves with this innovative offer that offers up to a year of 0% interest on balance transfers and includes one of the most generous sign-up bonuses available on a $0 annual fee card. Transfer your high interest debt to this card and take advantage of 0% for 12 months APR on balance transfers. Get flexibility with 0% for 12 months APR on purchases. That gives you up to a year to pay down your balance with no interest piling up! What makes this card standout from other low interest offers are the rich rewards that come with $0 annual fee. Earn 30K bonus points when you spend $3,000 in purchases in the first 3 months that’s worth $300! Earn 3X points for eating out and ordering in, 3X points for gas stations, rideshares and transit, and 3X points for travel including flights, hotels, homestays and car rentals. Earn 1X points on other purchases. The Verdict: The valuable makeover on this offer make this card an easy choice for anyone who wants to maximize spending on everyday purchases, while saving up to hundreds of dollars on interest. Most Appropriate For: If you want to earn rewards and save on interest without paying an annual fee, this card is a perfect match for you. Credit Required: excellent\n\n* Savings calculation: Credit Card Balance * (1+Average Card Rate/365)^639 days – Balance Transfer Fee - Average Household Credit Card Balance Balance transfer fee is minimum of 3% or $10. Monthly interest calculated on $10k balance at 18% as: 10000*(1+(0.18/360))^365-10000)/12"
    },
    {
        "publish date": "None",
        "authors": [
            "Thomas Donaldson",
            "Bill Zoda",
            "Michael Anthony Mcgibbon",
            "Tom Ward",
            "Atul Garg",
            "Marla Cox",
            "John Kahrs",
            "Alex Debruyner",
            "Maxine Sholder Loduca",
            "Phil Santosa"
        ],
        "url": "https://www.comparecards.com/guide/top-credit-cards-for-those-with-excellent-credit?esourceid=6347646&utm_source=cnn&utm_medium=native&grp=excellent-credit&pla=cnn.com&bdst=flat&acqs=prospecting&utm_campaign=article&tar=cnnarticlebottom&pos=4&utm_content=10+spectacular+cards+for+those+with+excellent+credit&adt=none",
        "title": "Top 10 Credit Cards For Excellent Credit",
        "text": "Do you have excellent credit? If so, it’s time to upgrade to a better rewards credit card.\n\nThe banks are fighting harder than ever to win customers with excellent credit. Take advantage of your excellent credit today by getting a card that earns you more rewards. Our credit card experts have selected the top 10 credit card deals you can take advantage of right now:\n\n*Editorial Note: This content is not provided or commissioned by the credit card issuer. Any opinions, analyses, reviews or recommendations expressed in this article are those of the author’s alone, and may not have been reviewed, approved or otherwise endorsed by the credit card issuer. This site may be compensated through a credit card issuer partnership."
    },
    {
        "publish date": "2018-10-09 00:00:00",
        "authors": [],
        "url": "https://www.cnn.com/2018/10/09/cnn-underscored/rocketbook-smart-notebook-shop/index.html?iid=underscoredmoneyhp",
        "title": "Rocketbook review: Shop this innovative and reusable smart notebook now",
        "text": "Please enable JavaScript for a better experience."
    },
    {
        "publish date": "2018-10-10 00:00:00",
        "authors": [],
        "url": "https://money.cnn.com/videos/business/2018/10/10/amazon-2023-jeff-bezos-future.cnn-business",
        "title": "Videos – CNN Business",
        "text": "After Hurricane Sandy's devastating floods in 2012, homeowners Valari and R.C. Staab wanted their beach-front home designed with rising sea levels in mind."
    },
    {
        "publish date": "2018-10-11 00:00:00",
        "authors": [],
        "url": "https://money.cnn.com/videos/business/2018/10/11/romans-rising-bond-yields-orig.cnn-business",
        "title": "Videos – CNN Business",
        "text": "After Hurricane Sandy's devastating floods in 2012, homeowners Valari and R.C. Staab wanted their beach-front home designed with rising sea levels in mind."
    },
    {
        "publish date": "2018-10-02 00:00:00",
        "authors": [],
        "url": "https://money.cnn.com/videos/business/2018/10/02/instagram-restaurants-and-food.cnn-business",
        "title": "Videos – CNN Business",
        "text": "After Hurricane Sandy's devastating floods in 2012, homeowners Valari and R.C. Staab wanted their beach-front home designed with rising sea levels in mind."
    },
    {
        "publish date": "2018-10-09 00:00:00",
        "authors": [],
        "url": "https://money.cnn.com/videos/business/2018/10/09/snapchat-original-shows-interview-orig.cnn-business",
        "title": "Videos – CNN Business",
        "text": "After Hurricane Sandy's devastating floods in 2012, homeowners Valari and R.C. Staab wanted their beach-front home designed with rising sea levels in mind."
    },
    {
        "publish date": "2018-10-09 00:00:00",
        "authors": [],
        "url": "https://money.cnn.com/videos/business/2018/10/09/rick-osterloh-google-pixel-3-orig.cnn-business",
        "title": "Videos – CNN Business",
        "text": "After Hurricane Sandy's devastating floods in 2012, homeowners Valari and R.C. Staab wanted their beach-front home designed with rising sea levels in mind."
    },
    {
        "publish date": "None",
        "authors": [],
        "url": "https://www.cnn.com/business/media",
        "title": "Media News – Latest Headlines on CNN Business",
        "text": "Trump sits down for his first '60 Minutes' interview as POTUS"
    },
    {
        "publish date": "2018-10-01 00:00:00",
        "authors": [],
        "url": "https://money.cnn.com/videos/business/2018/10/01/work-transformed-cybersecurity-jlm-lon-orig.cnn-business",
        "title": "Videos – CNN Business",
        "text": "After Hurricane Sandy's devastating floods in 2012, homeowners Valari and R.C. Staab wanted their beach-front home designed with rising sea levels in mind."
    },
    {
        "publish date": "2018-10-01 00:00:00",
        "authors": [],
        "url": "https://money.cnn.com/videos/business/2018/10/01/work-transformed-farm-animals-offices-jlm-lon-orig.cnn-business",
        "title": "Videos – CNN Business",
        "text": "After Hurricane Sandy's devastating floods in 2012, homeowners Valari and R.C. Staab wanted their beach-front home designed with rising sea levels in mind."
    },
    {
        "publish date": "2018-10-09 00:00:00",
        "authors": [],
        "url": "https://money.cnn.com/videos/business/2018/10/09/reid-hoffman-linkedin-venture-capital.cnn-business",
        "title": "Videos – CNN Business",
        "text": "After Hurricane Sandy's devastating floods in 2012, homeowners Valari and R.C. Staab wanted their beach-front home designed with rising sea levels in mind."
    },
    {
        "publish date": "None",
        "authors": [],
        "url": "https://www.myfinance.com/cnn-business-na-no-fee-travel/",
        "title": "Best No-Fee Travel Rewards Cards",
        "text": "These responses are not provided or commissioned by the credit card issuer. Responses have not been reviewed, approved or otherwise endorsed by the credit card issuer. It is not the credit card issuer's responsibility to ensure all posts and/or questions are answered.\n\nAbout Author\n\nJulie Myhre-Nunes\n\nJulie Myhre-Nunes joined NextAdvisor.com in 2013 as a writer. Since then, she has worked her way up to her current role, Director of Content. Julie is responsible for overseeing the strategy, SEO and production of every piece of content that the company creates, including blog posts, reviews, the newsletter, social media and others. Since the beginning of her career at the Silicon Valley Business Journal, Julie's writing has been published by numerous nationally-recognized news websites, including USA Today, Business Insider, Wired Insights and American City Business Journals, among others. She is an alumna of San Jose State University, where she earned a B.S. in Journalism. Follow her on Twitter @JulieAdvisor."
    },
    {
        "publish date": "None",
        "authors": [
            "Tom Gardner"
        ],
        "url": "https://www.fool.com/mms/mark/3x-mini-berk?psource=esacnnwdg0000046&utm_campaign=sar-mar2018-1-oct2018&utm_source=cnnmoney&waid=9127&utm_medium=contentmarketing&paid=9127&wsource=esacnnwdg0000046",
        "title": "The Motley Fool",
        "text": "Motley Fool Issues Rare Triple-Buy Alert\n\nBy: Tom Gardner\n\nSometimes I have to pinch myself...\n\nAs the co-founder and CEO of The Motley Fool, every day I wake up and get the chance to live my lifelong dream — help everyday investors like you identify and profit from the world's most promising investment opportunities.\n\nIt's hard to believe, but 2018 marks the 25-year anniversary of the founding of The Motley Fool by my brother David and me!\n\nOf course, there have been more than a few changes around here during that time. Like the fact that we've gone from publishing an investment newsletter for 300 or so subscribers out of the shed behind David's house...\n\nTo serving millions of hardworking investors like you around the globe from offices in countries as far-flung as Australia, Germany, Singapore, the United Kingdom, Hong Kong, and Japan.\n\nIt's been a heck of a run — but what I'm most proud of is our ability to consistently lead investors like you to some of the most life-changing investment returns the market has ever seen. I'm talking, of course, about companies like:\n\nAmazon (up 12,345%)\n\nNetflix (up 19,250%)\n\nNvidia (up 4,030%)\n\nBaidu (up 2,591%)\n\nSalesforce.com (up 2,109%)\n\nThese are actual investment recommendations my brother David and I have shared with The Motley Fool community over the years – and the list goes on and on!\n\nBut I'm not here to take a victory lap or make you feel depressed if you missed out on any of these huge gains...\n\nInstead, I'm writing you today to talk about something I believe could change the way you invest forever.\n\nMore specifically, I’ve stumbled upon an under-the-radar stock I believe could be one of the greatest discoveries of my 25 years as a professional investor.\n\nThis company is so incredible that it actually reminds me of Berkshire Hathaway – Warren Buffett’s company that grew from being a tiny microcap stock into a massive $500 billion behemoth over the past 50 years.\n\nIn fact, anyone who got in early on Buffett’s company and held on turned a mere $1,000 into more than $12 million!\n\nThink about that for a moment... What would you do with $12 million? You’d finally arrive at the place you’ve dreamed of… whether that means a new house, more travel, or an early and fun retirement.\n\nIf you’re like many hardworking Americans I’ve met over the years, you don’t want to miss out if another opportunity like that comes along.\n\nWith that in mind… what if we could find the next Berkshire Hathaway… a company with the same smart leadership that uses Buffett’s disciplined, commonsense approach of leveraging the insurance business to buy other stocks, bonds, and entire companies? A company with a knack for finding winners in “obvious” places that most people miss?\n\nWell, I believe I have found a practically perfect “mini-Berkshire.”\n\nAnd I’m so confident in this company that I’ve already recommended it three times to members of my Stock Advisor investing service… and that’s something that just doesn’t happen very often.\n\nAnd here’s why I believe this stock is so attractive today…\n\nWhile Berkshire is now probably too big to achieve the massive gains it saw in the past, this new company is not: It’s only 1/30th the size of Berkshire... and therefore I believe has much more growth potential.\n\nWhat's more, this mini-Berkshire’s CEO is a charismatic investor and a proven winner: Since the business started 30 years ago, his company's stock has risen more than 11,000%!\n\nBut I must again state the electrifying part of all this: They’re still tiny compared to Berkshire. Just take a look at this chart:\n\nWith its nearly $500 billion market cap, Berkshire Hathaway is gigantic… the sixth-largest company on all U.S. stock exchanges. It’s simply too big to grow the way it has in the past. But our mini-Berkshire, on the other hand, is just 1/30th the size!\n\nIf it continues to imitate Berkshire Hathaway in performance as well as style, its future gains could be astonishing.\n\nLook, I understand this may all sound too good to be true...\n\nWhich is exactly why I want to show you the hard numbers behind this incredible stock and invite you to hear more about this strategy directly from me and my team of analysts – that way you can decide for yourself if you want to buy shares of this tiny (yet fast-growing) company for your portfolio.\n\nThere’s just one catch:\n\nI’m sharing the details of this triple-buy alert ONLY with members of The Motley Fool's flagship investing service, Motley Fool Stock Advisor.\n\nNow, if you're not familiar with my Motley Fool Stock Advisor service, this is the award-winning online investing service I created to provide easy-to-follow, monthly stock recommendations to individual investors.\n\nThat's right! Each and every month, over 400,000 investors tune in to discover which stocks my brother David Gardner (the other co-founder of our company) and I believe investors should be buying shares of today.\n\nWhich brings me back to the small, under-the-radar company I think is a screaming “buy” in today’s market…\n\nBecause I want as many investors as possible to potentially profit from this fast-growing stock, I just published a brand-new, comprehensive “buy” report inside Stock Advisor that shows you exactly why I’ve recommended this stock three times already.\n\nEven better, because I’m completely convinced you’ll be impressed by the exclusive research I’ve put together on this stock, I’ll make sure your Stock Advisor membership is backed by a 100% membership-fee-back guarantee that allows you to get your money back if you aren’t impressed or ultimately decide Stock Advisor isn't right for you within the first 30 days!\n\n\n\nThat's right, you can sign up for Stock Advisor today, get the full details of this stock, and then get your full membership fee back within the first month if you aren't completely satisfied.\n\nThis is your chance to get in early on what could prove to be a very special investment recommendation.\n\nThink about how many investing trends you've missed out on even though you knew they were going to be big.\n\nDon't let that happen again. This may be your chance to get in early.\n\nI urge you to take action today, so you can decide for yourself if you want to take advantage of this potentially once-in-a-generation buying opportunity. Simply enter your email address below to access our secure sign-up page.\n\nEnter Email Address:\n\nPrivacy/Legal Information. By submitting your email address, you consent to us keeping you informed about updates to our website and about other products and services that we think might interest you. You can unsubscribe at any time. Please read our Privacy Statement and Terms & Conditions."
    },
    {
        "publish date": "2018-10-11 00:00:00",
        "authors": [
            "Holly Yan",
            "Emanuella Grinberg"
        ],
        "url": "https://cnn.com/2018/10/11/us/hurricane-michael-tropical-storm-wxc/index.html",
        "title": "Not done yet -- Michael's path of destruction stretches north from Florida",
        "text": "Are you affected by Hurricane Michael? Text, iMessage or WhatsApp your videos, photos and stories to CNN when it's safe: 347-322-0415\n\n(CNN) Hurricane Michael's deadly trail of devastation now stretches from the Florida Panhandle, where it wiped away a coastal city, to the Carolinas, where it triggered flash floods that turned roads into rivers. And the threat continues overnight.\n\nNow a tropical storm with winds of 50 mph, Michael is expected to gain strength as it passes into Virginia and moves into the western Atlantic Ocean overnight, bringing damaging winds and life-threatening flash flooding over parts of North Carolina and Virginia.\n\nSix people are dead in the storm's path, and authorities fear the toll could climb higher as search-and-rescue efforts continue. So far, Coast Guard crews in Florida have rescued 40 people and assisted 232.\n\nHurricane Michael carried a home across a road and slammed it against a condo complex in Mexico Beach.\n\nConditions remain precarious in hard hit areas, especially Mexico Beach , Florida, where Michael reduced buildings to rubble and snapped trees in half. A councilwoman from there issued an urgent plea to anyone thinking of returning.\n\n\"Please don't come down,\" Linda Albrecht said. \"The more people that return, it's just going to get in the way.\"\n\nKey developments\n\n• Where is Michael? As of Thursday evening, the storm was centered about five miles northwest of Roanoke Rapids, North Carolina with maximum sustained winds of 50 mph.\n\n• Power outages are on the rise: 1.3 million customers in six states are without power, including 604,831 in North Carolina.\n\n• Victims identified: The dead include four people in Florida, a child in Georgia and a man in North Carolina.\n\n• Public health emergency declared in Georgia: The declaration will help ensure those who rely on Medicare and Medicaid have access to the care they need, Health and Human Services Secretary Alex Azar said.\n\nPhotos: In pictures: Hurricane Michael strikes Florida Panhandle Storm-damaged boats are piled up in Panama City, Florida, on Thursday, October 11. Hide Caption 1 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Elizabeth Hanson, right, and her daughter, Emaly Hanson hug their neighbor, Cindy Clark on October 11. Their homes in Mexcio Beach, Florida, were heavily damaged by the storm. Hide Caption 2 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Tom Bailey walks his bike past a home that was carried across a road and slammed up against a condo complex in Mexico Beach, Florida. Hide Caption 3 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Joyce Fox stands in front of her heavily damaged home in Panama City on October 11. Hide Caption 4 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A boat sits amidst debris in Mexico Beach on October 11. The small Florida beach resort saw the brunt of Michael, authorities say. Hide Caption 5 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Kylie Strampe holds her 4-month-old daughter, Lola, while surveying the damage in Callaway, Florida, on October 11. Hide Caption 6 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Trees snapped by Hurricane Michael's winds are seen in Mexico Beach, Florida, October 11. Hide Caption 7 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Amanda Logsdon faces a heavy cleanup task at her Panama City house on October 11. Hide Caption 8 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Rescue personnel search Mexico Beach. Hide Caption 9 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A man walks through a damaged store in Springfield, Florida. Hide Caption 10 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle An aerial photo shows a destroyed boat in Mexico Beach, Florida, on October 11. Hide Caption 11 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A tree sits on top of a Panama City mobile home. Almost all the residents of the mobile-home park rode out the storm. All homes were damaged except one. Hide Caption 12 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Kathy Coy stands among what is left of her home in Panama City. She said she was in the home when it was blown apart and is thankful to be alive. Hide Caption 13 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle The view from a Panama City hotel room that lost a wall in the storm. Hide Caption 14 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Firefighter Austin Schlarb performs a door-to-door search in Mexico Beach on October 11. Hide Caption 15 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Damaged buildings are seen in Panama City on October 11. Hide Caption 16 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Debris is scattered in Mexico Beach early on October 11. Hide Caption 17 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Wreckage is piled up in Mexico Beach, near where Michael made landfall. Hide Caption 18 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Debris burns in Mexico Beach on October 11. Hide Caption 19 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Haley Nelson inspects damage at her family properties in the Panama City, Florida, area on Wednesday, October 10. Hide Caption 20 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Cars are tossed among the debris in Mexico Beach. Hide Caption 21 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Kaylee O'Brian cries inside her Panama City home after several trees fell on it on October 10. Hide Caption 22 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Floodwaters overwhelm vehicles in Panama City on Wednesday, October 10. Hide Caption 23 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A storm chaser climbs into his vehicle to retrieve equipment after a hotel canopy collapsed in Panama City Beach on October 10. Hide Caption 24 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A helicopter circles a Panama City neighborhood in the storm's wake on October 10. Hide Caption 25 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A woman and her children wait near a destroyed gas station in Panama City on October 10. Hide Caption 26 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A McDonald's sign is mangled in Panama City on October 10. Hide Caption 27 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Boats are left damaged in a Panama City marina on October 10. Hide Caption 28 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Panama City residents comfort each other at an apartment building in Panama City. Hide Caption 29 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle People make their way through a building's wreckage in Panama City on October 10. Hide Caption 30 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle The powerful hurricane left houses battered in Panama City Beach. Hide Caption 31 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Phlomena Telker stands on the remains of her covered porch in Panama City. Hide Caption 32 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Boats are damaged at the Port St. Joe Marina in the Florida Panhandle. Hide Caption 33 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Lenora Adams evacuates a motel with her dog as the hurricane comes ashore in Panacea, Florida, on October 10. Hide Caption 34 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Rick Tesk, left, helps a business owner rescue his dogs from a damaged business in Panama City. Hide Caption 35 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Wrecked boats sit near a pier in Panama City. Hide Caption 36 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A resident of St. Marks, Florida, pulls a cooler out of the floodwaters near his home. Hide Caption 37 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Pine trees litter a yard in Port St. Joe. Hide Caption 38 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Streets begin to flood as high tide approaches in St. Petersburg, Florida, on October 10. Hide Caption 39 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Mike Lindsey stands in his Panama City antique shop after it was damaged by Hurricane Michael on October 10. Hide Caption 40 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Trees lie on top of a home in Panama City. Hide Caption 41 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Bo Lynn's Market is flooded in St. Marks, Florida, on October 10. Hide Caption 42 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A truck drives along a road in Alligator Point, Florida, that had been washed out by the storm on October 10. Hide Caption 43 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Waves hit a house in Alligator Point on October 10. Hide Caption 44 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle The eye of the storm, as seen from the International Space Station on October 10. Hide Caption 45 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A woman checks on her vehicle after a hotel canopy collapsed in Panama City Beach. Hide Caption 46 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Mitchell Pope tries to salvage what he can from his mobile home in St. Marks. Hide Caption 47 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle This boat ran aground at Florida's Quietwater Beach. Hide Caption 48 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Jayden Morgan, 11, evacuates his home as water starts to flood his neighborhood in St. Marks. Hide Caption 49 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A person takes pictures of the surf and fishing pier on Okaloosa Island in Fort Walton Beach, Florida. Hide Caption 50 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Emily Hindle lies on the floor at an evacuation shelter set up at a Panama City Beach high school on October 10. Hide Caption 51 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Kathy Eaton takes what she can from her Panama City Beach home as she tries to get out of the way of the storm on October 10. Hide Caption 52 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Justin Davis, left, and Brock Mclean board up a business in Destin, Florida, on Tuesday, October 9. Hide Caption 53 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Krystal Day, left, leads a sandbag assembly line at the Old Port Cove restaurant in Ozello, Florida, on October 9. Hide Caption 54 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Workers scramble to store boats at Shields Marina in St. Marks. Hide Caption 55 of 55\n\n'Our lives are gone here'\n\nCatastrophic scenes have emerged across the Florida Panhandle, but none perhaps worse than in Mexico Beach, ground zero of the devastation.\n\nReceding floodwater are just starting to reveal the extent of damage. What used to be a gorgeous beachfront city now looks like an apocalyptic mess.\n\n\"First the cars started floating by, and all the debris was in the air,\" Mexico Beach resident Scott Boutwell said. \"When the water came in, houses started floating in front of our home.\"\n\nA firefighter searches door to door after Hurricane Michael in Mexico Beach.\n\nWhen Boutwell returned to his own house, he discovered furniture in his house that wasn't his. The walls had collapsed and \"the only thing I could find of ours was my briefcase,\" he said.\n\nAs he looked around, a new reality set in: \"Our lives are gone here. All the stores, all the restaurants, everything. There's nothing left here anymore.\"\n\nAlbrecht, the Mexico Beach councilwoman, would like to return home, but she says the roads are impassible. She's desperate for news about the condition of her home, but she can't reach anyone, she says.\n\nShe chokes up talking about it. \"I just need to know.\"\n\nSchool that helped Hurricane Maria victims is now destroyed\n\nThe students and staff at Jinks Middle School have dealt with disaster before. Last year, they welcomed children who were displaced by Hurricane Maria in Puerto Rico.\n\nThis time, the Panama City school was ripped apart by Michael. The debris-covered floor of the school's gymnasium is now fully visible from outside.\n\nPrincipal Britt Smith choked up as he looked at images of the decimated building.\n\n\"You can't make sense of it, but what you do is you take the situation, and what we have to make certain that our kids know is that we must be resilient,\" Smith said.\n\n\"Resiliency is important, and it's an important life message that we all have to learn. ... But at this point, there's really no making sense. It's just how do we get together, how do we recover?\"\n\nHurricane Michael ripped off walls from Jinks Middle School in Panama City, Florida.\n\n'I just need to know he's OK'\n\nUprooted trees, downed power poles and limited communications have made it hard for first responders and families to reach residents in need.\n\nDorian Carter searches for his missing cat after several trees fell on his Panama City home Wednesday.\n\nIn Seminole County, Georgia, a metal carport crashed through a roof, hitting a girl's head. Several hours passed before emergency officials could reach the unincorporated area where the girl was killed, county emergency management director Travis Brooks said.\n\nThe county coroner identified the girl as 11-year-old Sarah Radney. \"She loved God, she was Christian. When the doors to the church were open she would want to be there,\" her father Roy Radney said. When her parents couldn't make it to church, Sarah would get up early and call her aunt for a ride, he said.\n\nOne of the four victims from Florida has been identified as Steven Sweet, the Gadsden County sheriff's office said. Sweet died after a tree fell on a home near Greensboro.\n\nMegan McCall says her brother Jeff and his family were riding out the storm in the Panhandle. No one has heard from them since Wednesday afternoon.\n\nHer brother was able to tell a friend that his home was starting to get cracks in the walls and water was rushing in Wednesday. A neighbor told McCall that all the docks in the area were destroyed and many people are stuck in their homes as the roads have been blocked with debris.\n\n\"I just need to know he's OK,\" McCall said. \"If the house and the cars are destroyed they can be replaced, but my niece needs her dad -- and as much as I sometimes can't stand him, I would do anything to just know he's OK.\"\n\nGrowing path of pain\n\nAfter slamming Florida and lashing Georgia, Michael is now barreling through the storm-weary Carolinas.\n\nTornadoes, dangerous winds and more flooding are possible in many of the same areas still recovering from Hurricane Florence. Michael is expected to dump up to 7 inches of rain in parts of North Carolina and Virginia, the National Hurricane Center said.\n\nA 38-year old man died when a large tree fell on his vehicle on Highway 64, East of Statesville, North Carolina, Iredell County Fire Marshall David Souther said.\n\nIn southwestern Virginia, Emily Waddell said the water level in a creek near her property in Simpsons already surpassed what it experienced during Florence. So far, she says she has lost a chicken coop and four of six of gardens due to Michael's fallout.\n\n\"We didn't expect it to get this bad,\" she told CNN via Instagram.\n\nThe impact of climate change on storms\n\nMichael's strength may reflect the effect of climate change on storms. The planet has warmed significantly over the past several decades, causing changes in the environment.\n\nHuman-caused greenhouse gases in the atmosphere create an energy imbalance, with more than 90% of remaining heat trapped by the gases going into the oceans, according to the National Oceanographic and Atmospheric Administration.\n\nWhile we might not get more storms in a warmer climate, most studies show storms will get stronger and produce more rain. Storm surge is worse now than it was 100 years ago, thanks to the rise in sea levels.\n\nAnd unless we change the rate of greenhouse gas emissions, we should expect hurricanes to intensify more rapidly in the coming decades, the scientific research group Climate Central said."
    },
    {
        "publish date": "2018-10-11 00:00:00",
        "authors": [],
        "url": "https://cnn.com/2018/10/11/us/what-florida-looks-like-hurricane-michael/index.html",
        "title": "What Florida looks like after Hurricane Michael batters the region",
        "text": "Were you affected by Hurricane Michael? Text, iMessage or WhatsApp your videos, photos and stories to CNN when it's safe: 347-322-0415.\n\n(CNN) Hurricane Michael made landfall on the Florida Panhandle as a Category 4 storm, battering the region with sustained winds of 155 mph and potentially catastrophic storm surges.\n\nHere is what parts of Florida look like:\n\nMexico Beach\n\nThe storm made landfall Wednesday afternoon near Mexico Beach, leaving large swaths of the beach destination in ruins.\n\nRescue team members at work in Mexico Beach on Thursday.\n\nAn aerial view shows the devastation in Mexico Beach after Michael roared ashore.\n\nThe hurricane leaves a trail of debris in Mexico Beach early Thursday.\n\nPort St. Joe\n\nRead More"
    },
    {
        "publish date": "2018-10-12 00:00:00",
        "authors": [
            "Nicole Chavez",
            "Jason Hanna"
        ],
        "url": "https://cnn.com/2018/10/12/us/hurricane-michael-wxc/index.html",
        "title": "Michael's death toll rises to 13, including 5 in Virginia",
        "text": "Were you affected by Hurricane Michael? Text, iMessage or WhatsApp your videos, photos and stories to CNN when it's safe: 347-322-0415\n\n(CNN) The devastation left by Hurricane Michael in several states is still coming into focus, with coastal Florida cities destroyed beyond recognition, and homes, businesses and agriculture torn or swamped inland from Georgia to Virginia.\n\nHundreds of thousands are left without electricity, and emergency officials have no access to many towns. The US death toll has risen to at least 13 -- including five in Virginia and four in Florida -- and it's expected to climb.\n\n\"I expect the fatality count to rise today and tomorrow as we get through the debris,\" Federal Emergency Management Agency Administrator Brock Long said Friday morning.\n\nMichael, which smacked Florida's Panhandle as one of the most powerful hurricanes to hit the United States, left Virginia's coast as a post-tropical low early Friday -- and its trail of destruction will take weeks to take into account.\n\nAerial footage shows coastal cities in the Panhandle, like Mexico Beach , wiped out. Residents are walking through debris, some assessing the damage and others trying to find food.\n\nDawn Vickers rode out the storm in Mexico Beach, but her house and vehicles were demolished. Without cell phone service or transportation, she has been taking shelter in one of the few condos left standing, invited by someone she met at what's left of a gas station.\n\n\"This has been the worst nightmare I've ever been through in my life,\" she told CNN on Friday.\n\nA psychiatric hospital in Florida is isolated after downed trees blocked roads around Chattahoochee, and a tree caused a water line to break. The facility is running on power generators, and helicopters have delivered food and water, the state's Department of Children and Families said.\n\nPhotos: In pictures: Hurricane Michael strikes Florida Panhandle Storm-damaged boats are piled up in Panama City, Florida, on Thursday, October 11. Hide Caption 1 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Elizabeth Hanson, right, and her daughter, Emaly Hanson hug their neighbor, Cindy Clark on October 11. Their homes in Mexcio Beach, Florida, were heavily damaged by the storm. Hide Caption 2 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Tom Bailey walks his bike past a home that was carried across a road and slammed up against a condo complex in Mexico Beach, Florida. Hide Caption 3 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Joyce Fox stands in front of her heavily damaged home in Panama City on October 11. Hide Caption 4 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A boat sits amidst debris in Mexico Beach on October 11. The small Florida beach resort saw the brunt of Michael, authorities say. Hide Caption 5 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Kylie Strampe holds her 4-month-old daughter, Lola, while surveying the damage in Callaway, Florida, on October 11. Hide Caption 6 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Trees snapped by Hurricane Michael's winds are seen in Mexico Beach, Florida, October 11. Hide Caption 7 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Amanda Logsdon faces a heavy cleanup task at her Panama City house on October 11. Hide Caption 8 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Rescue personnel search Mexico Beach. Hide Caption 9 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A man walks through a damaged store in Springfield, Florida. Hide Caption 10 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle An aerial photo shows a destroyed boat in Mexico Beach, Florida, on October 11. Hide Caption 11 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A tree sits on top of a Panama City mobile home. Almost all the residents of the mobile-home park rode out the storm. All homes were damaged except one. Hide Caption 12 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Kathy Coy stands among what is left of her home in Panama City. She said she was in the home when it was blown apart and is thankful to be alive. Hide Caption 13 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle The view from a Panama City hotel room that lost a wall in the storm. Hide Caption 14 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Firefighter Austin Schlarb performs a door-to-door search in Mexico Beach on October 11. Hide Caption 15 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Damaged buildings are seen in Panama City on October 11. Hide Caption 16 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Debris is scattered in Mexico Beach early on October 11. Hide Caption 17 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Wreckage is piled up in Mexico Beach, near where Michael made landfall. Hide Caption 18 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Debris burns in Mexico Beach on October 11. Hide Caption 19 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Haley Nelson inspects damage at her family properties in the Panama City, Florida, area on Wednesday, October 10. Hide Caption 20 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Cars are tossed among the debris in Mexico Beach. Hide Caption 21 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Kaylee O'Brian cries inside her Panama City home after several trees fell on it on October 10. Hide Caption 22 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Floodwaters overwhelm vehicles in Panama City on Wednesday, October 10. Hide Caption 23 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A storm chaser climbs into his vehicle to retrieve equipment after a hotel canopy collapsed in Panama City Beach on October 10. Hide Caption 24 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A helicopter circles a Panama City neighborhood in the storm's wake on October 10. Hide Caption 25 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A woman and her children wait near a destroyed gas station in Panama City on October 10. Hide Caption 26 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A McDonald's sign is mangled in Panama City on October 10. Hide Caption 27 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Boats are left damaged in a Panama City marina on October 10. Hide Caption 28 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Panama City residents comfort each other at an apartment building in Panama City. Hide Caption 29 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle People make their way through a building's wreckage in Panama City on October 10. Hide Caption 30 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle The powerful hurricane left houses battered in Panama City Beach. Hide Caption 31 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Phlomena Telker stands on the remains of her covered porch in Panama City. Hide Caption 32 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Boats are damaged at the Port St. Joe Marina in the Florida Panhandle. Hide Caption 33 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Lenora Adams evacuates a motel with her dog as the hurricane comes ashore in Panacea, Florida, on October 10. Hide Caption 34 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Rick Tesk, left, helps a business owner rescue his dogs from a damaged business in Panama City. Hide Caption 35 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Wrecked boats sit near a pier in Panama City. Hide Caption 36 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A resident of St. Marks, Florida, pulls a cooler out of the floodwaters near his home. Hide Caption 37 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Pine trees litter a yard in Port St. Joe. Hide Caption 38 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Streets begin to flood as high tide approaches in St. Petersburg, Florida, on October 10. Hide Caption 39 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Mike Lindsey stands in his Panama City antique shop after it was damaged by Hurricane Michael on October 10. Hide Caption 40 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Trees lie on top of a home in Panama City. Hide Caption 41 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Bo Lynn's Market is flooded in St. Marks, Florida, on October 10. Hide Caption 42 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A truck drives along a road in Alligator Point, Florida, that had been washed out by the storm on October 10. Hide Caption 43 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Waves hit a house in Alligator Point on October 10. Hide Caption 44 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle The eye of the storm, as seen from the International Space Station on October 10. Hide Caption 45 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A woman checks on her vehicle after a hotel canopy collapsed in Panama City Beach. Hide Caption 46 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Mitchell Pope tries to salvage what he can from his mobile home in St. Marks. Hide Caption 47 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle This boat ran aground at Florida's Quietwater Beach. Hide Caption 48 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Jayden Morgan, 11, evacuates his home as water starts to flood his neighborhood in St. Marks. Hide Caption 49 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle A person takes pictures of the surf and fishing pier on Okaloosa Island in Fort Walton Beach, Florida. Hide Caption 50 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Emily Hindle lies on the floor at an evacuation shelter set up at a Panama City Beach high school on October 10. Hide Caption 51 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Kathy Eaton takes what she can from her Panama City Beach home as she tries to get out of the way of the storm on October 10. Hide Caption 52 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Justin Davis, left, and Brock Mclean board up a business in Destin, Florida, on Tuesday, October 9. Hide Caption 53 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Krystal Day, left, leads a sandbag assembly line at the Old Port Cove restaurant in Ozello, Florida, on October 9. Hide Caption 54 of 55 Photos: In pictures: Hurricane Michael strikes Florida Panhandle Workers scramble to store boats at Shields Marina in St. Marks. Hide Caption 55 of 55\n\nKey developments\n\n• Michael is out to sea: Friday morning the post-tropical low was moving northeast across the Atlantic Ocean well off the East Coast. But Michael's outer bands still could drop up to 3 inches of rain from New Jersey to Long Island to Cape Cod, and up to 5 inches over the Massachusetts islands of Nantucket and Martha's Vineyard through Friday afternoon, forecasters said.\n\n• No electricity: At least 1.37 million million customers in seven states are without power, including 432,000 in Virginia, 403,000 in North Carolina and 343,000 in Florida.\n\n• 13 killed: The dead include five people in Virginia. Four of those drowned, and the fifth was a firefighter who died in a storm-related crash on Interstate 295 in Hanover County, officials said. Four people in Florida, three people in North Carolina and a child in Georgia also died.\n\n• Severe crop damage: Georgia officials are receiving reports of damage to pecan, cotton, vegetables and peanut crops. \"For me the cotton crop is as bad as it gets. I was picking three bale cotton (this week); today it is gone,\" cotton farmer and state Rep. Clay Pirkle said. \"Can't tell the difference between what I've picked and what I haven't.\"\n\n• Public health emergency declared in Georgia: The move will help ensure those who rely on Medicare and Medicaid have access to the care they need, Health and Human Services Secretary Alex Azar said.\n\nMexico Beach was one of the hardest hit areas by Hurricane Michael.\n\nFlooding in the Carolinas and Virginia\n\nThe rapid-moving rainfall from Michael triggered flash floods in parts of Virginia and the Carolinas, including areas threatened by swollen rivers during Hurricane Florence.\n\nHundreds of residents were rescued Thursday from cars, apartments and homes flooded by rushing water.\n\nIn Virginia, the Roanoke River jumped its banks and flooded nearby homes and businesses. Cory Patirlo, who lives near the river, said the impact was unexpected. It was the first time he had nearly 2 feet of water in his home.\n\n\"It wasn't going to get this high, realistically. It never has,\" he told CNN affiliate WDBJ.\n\n\"I'm gonna be sleeping in my van, with my dogs.\"\n\nVideo that Trina Lockhart posted on Twitter showed drivers making their way cautiously though a flooded Roanoke street Thursday afternoon.\n\nIn the southern Virginia city of Danville, floodwaters turned the Grove Park neighborhood into a virtual lake Thursday, and firefighters checked on a nearly submerged car, photos taken by Jim Heffinger show.\n\nThe water receded within hours in some areas, and cleanup was underway Friday. Some people are expected to remain in shelters through the weekend as river levels go down.\n\nIn North Carolina, Gov. Roy Cooper said first responders rescued nearly 100 people and evacuated many more this week in the face of flash flooding.\n\nFallen trees have left hundreds of primary and secondary roads closed, he said.\n\nFlorida residents return to broken homes\n\nThousands of residents in the Florida Panhandle are slowly returning to their homes and discovering that everything or almost everything they owned has been reduced to rubble.\n\nLinda Clarke gasped repeatedly at the sight of her once new home in Shell Point Beach -- now severely damaged.\n\n\"But you know what ... it's just stuff, it's just stuff,\" she told her husband, Raoul, as they walked through the ruins. \"It's just stuff we can replace.\"\n\nThere is not much left of what used to be the parish hall of St. Dominic Catholic Church in Panama City. Despite the destruction, the Rev. Luke Farabaugh and his congregation celebrated Mass on Thursday.\n\n\"Things, we can replace,\" Farabaugh said on CNN's \"Erin Burnett OutFront.\" \"We've seen a lot of signs of hope. ... I've been telling people ... to have hope.\n\n\"Hope is that even if the storm does come, even if I lose my car, my house, my family, even if I lose my life, blessed be God,\" he said. \"Our reward isn't just in this life but in the life to come. So we're just trying to give people hope at this point.\"\n\nThe hurricane carried a home across a road and slammed it against a condo complex in Mexico Beach.\n\nIn Mexico Beach, Councilwoman Linda Albrecht learned her home was gone through online news video.\n\n\"Everything in my house, it was almost like it was pushed back with a bulldozer,\" she said\n\n\"Mexico Beach needs your prayers,\" Albrecht said of the town of about 1,200 people. \"It's not the Mexico Beach we know.\"\n\n'A freak accident'\n\nSarah Radney saw trees falling down all around her grandparents' home when Hurricane Michael roared over Georgia. She was safe until a carport came crashing through the roof\n\n\"It was just a freak accident, I never heard of anything like that,\" said her father, Roy Radney.\n\nSarah, 11, had just started the sixth grade and joined the drama club and the band. Her father says she loved playing the trumpet, acting and singing.\n\nA man who died when a tree fell on a home near Greensboro, Florida, has been identified as Steven Sweet, according to Lt. Anglie Hightower, Gadsden County sheriff's public information officer.\n\nThree others died in Gadsden County, Hightower said. Authorities did not discuss the circumstances of their deaths, but their bodies have been taken to the medical examiner's office to determine the cause of death.\n\nIn North Carolina, a 38-year-old man died when a large tree fell on his vehicle Thursday on US 64 east of Statesville, Iredell County Fire Marshal David Souther said.\n\nTwo people also were killed Thursday night in Marion, North Carolina, when their vehicle struck a tree that had fallen due to high winds, said Adrienne Jones, deputy director for the McDowell County Emergency Medical Services.\n\nHundreds of people have been rescued from the debris, and authorities fear the toll could climb higher as search-and-rescue efforts continue.\n\nElizabeth Hanson, right, and daughter Emaly hug their neighbor Cindy Clark in Mexico Beach.\n\nThe impact of climate change on storms\n\nMichael's strength may reflect the effect of climate change on storms. The planet has warmed significantly over the past several decades, causing changes in the environment.\n\nHuman-caused greenhouse gases in the atmosphere create an energy imbalance, with more than 90% of remaining heat trapped by the gases going into the oceans, according to the National Oceanographic and Atmospheric Administration.\n\nWhile we might not get more storms in a warmer climate, most studies show storms will get stronger and produce more rain. Storm surge is worse now than it was 100 years ago, thanks to the rise in sea levels.\n\nAnd unless the rate of greenhouse gas emissions changes, hurricanes are expected to intensify more rapidly in the coming decades, the scientific research group Climate Central said.\n\nGet the latest delivered to your inbox: Sign up for storm email alerts here.\n\nCORRECTION: An earlier version of this story gave the incorrect surname for storm victim Steven Sweet. It has been corrected."
    },
    {
        "publish date": "2018-10-12 00:00:00",
        "authors": [
            "Dakin Andone"
        ],
        "url": "https://cnn.com/2018/10/12/us/virginia-flooding-hurricane-michael-wxc/index.html",
        "title": "Hurricane Michael: How Virginia, the Carolinas and Georgia were impacted",
        "text": "(CNN) The Sunshine State suffered the brunt of Hurricane Michael's punishing winds, which decimated beach towns and left little more than debris in their wake.\n\nBut it wasn't just Florida that felt the wrath of the storm. States across the Southeast felt the effects of Michael, which transitioned to a post-tropical cyclone on Friday.\n\nHere's how the storm affected Virginia, the Carolinas and Georgia.\n\nVirginia\n\nSome of the most severe impacts were felt in Virginia, where authorities said five people had died — four of whom drowned.\n\nMore than 12 million people were under flood or flash flood warnings Friday morning from North Carolina to Virginia and up to Cape Cod in Massachusetts.\n\n\"Yesterday, a wide swath of Virginia from Southwest to Hampton Roads suffered flooding, high winds and tornado damage from the storm,\" said Gov. Ralph Northam in a press conference Friday.\n\n\"We still have flooding, downed trees, closed roads and a lot of debris,\" he said.\n\nOn Thursday, the Roanoke River escaped its banks and flooded nearby homes and businesses. A nearby resident, Cory Patirlo, said he had nearly 2 feet of water in his home.\n\n\"I'm gonna be sleeping in my van, with my dogs,\" he told CNN affiliate WDBJ\n\nSome Virginians shared footage of rising floodwaters on social media. Lee Vogler, the vice mayor of Danville, Virginia, captured scenes of waters halfway submerged in the southern Virginia town.\n\n\"There are similar situations on dozens of streets in our city,\" Vogler told CNN. He said the town was prepared for last month's Hurricane Florence, but Michael was a different story.\n\n\"This is much, much worse,\" he said.\n\nEmily Waddell in southwestern Virginia shared footage of her property, Rainbow Rock Farmstead, being overtaken by floodwater from a rising creek. When she spoke to CNN on Thursday, she had lost a chicken coop and four of her six gardens.\n\n\"We didn't expect it to get this bad,\" she said.\n\nAbout 520,000 Virginia customers were without power, according to the state's Department of Emergency Management. Officials also suspected the state had been hit by five tornadoes.\n\nThe Carolinas\n\nFlooding was also prevalent in the Carolinas, where some residents were still recovering from the effects of Hurricane Florence last month.\n\nOfficials in McDowell County announced two additional deaths after a vehicle struck a downed tree in Marion, North Carolina. One died at the scene. Another died at the hospital.\n\nNorth Carolina Gov. Roy Cooper had previously said a man died when a tree fell on his vehicle in Iredell County.\n\nOn Friday, Cooper said the storm \"left behind a long track of damage.\"\n\nHe said the state \"saw some powerful rushing waters yesterday,\" adding that first responders rescued nearly 100 people and evacuated many more affected by flash flooding.\n\nMuch of the water receded overnight, though some rivers were still rising and two were forecast to crest on Friday, Cooper said.\n\nCNN affiliate WLOS said there were 18 water rescues in Henderson County, North Carolina, on Thursday, including one woman who thought she could drive her SUV through rising water.\n\nWayne Murphy, a Hendersonville resident, told WLOS he needed waders to go from his porch to his driveway.\n\n\"It just got this bad, but it could be worse,\" said Murphy. \"There are a lot of people that lost everything.\"\n\nNearly 500,000 customers were without power in North Carolina, and another 92,000 in South Carolina, according to the states' emergency management divisions.\n\nGeorgia\n\nSouthwestern Georgia experienced hurricane-strength winds on Wednesday evening, downing numerous trees and causing property damage and power outages.\n\nCNN meteorologist Brandon Miller pointed out that Michael was the first Category 3 hurricane to track into the state of Georgia since 1898.\n\nState officials said they'd received reports of damage to the state's pecan, cotton, vegetables and peanut crops\n\nGary Black, commissioner for the Georgia Department of Agriculture, said in a statement Thursday the storm's \"impact has been the most widespread and devastating hurricane in recollection to impact\" the state's agricultural industry.\n\n\"Crops, animals and infrastructure have all taken a substantial loss,\" he said.\n\nChief among storm's consequence was its blow to the poultry industry, which the department said accounts for $23.3 billion to the Georgia economy. The department had received reports that 84 chicken houses -- estimated to hold more than 2 million chickens -- were destroyed.\n\nOne girl died in Seminole County, Georgia, when a metal carport crashed through the roof and hit her head. It was several hours before first responders could reach the unincorporated area where the girl was, according to county emergency management director Travis Brooks.\n\nShe was later identified as 11-year-old Sarah Radney, a girl who \"loved God\" and loved life, her father, Roy Radney said.\n\n\"She brightened my world,\" he said."
    },
    {
        "publish date": "2018-10-11 00:00:00",
        "authors": [
            "Darran Simon"
        ],
        "url": "https://cnn.com/2018/10/11/us/prestige-limousine-chauffer-service-shahed-hussain/index.html",
        "title": "What we know about the limo company and the family that runs it",
        "text": "(CNN) The man charged with criminally negligent homicide in a fatal limousine crash had packed bags in his own car when police stopped him, authorities said Thursday.\n\nState Police arrested Nauman Hussain , 28, on Wednesday. He is the son of Shahed Hussain, who owns the limousine company that has come under scrutiny since one of its vehicles wrecked in upstate New York, killing 20 people\n\nFor unknown reasons, the 2001 Ford Excursion, operated by Prestige Limousine Chauffer Service, plowed through a stop sign and crashed into a parked SUV in Schoharie, New York, last Saturday. Seventeen passengers , who rented the limo for a 30th birthday party at a brewery, and two pedestrians were killed. The limo driver also died. Company owner Shahed Hussain is currently in Pakistan, New York State Police said.\n\nHere is what we know about the limo company and its owner:\n\nOwner's son now faces criminal charges\n\nState Police charged Nauman Hussain after arresting him during a traffic stop. Schoharie District Attorney Susan Mallery confirmed to CNN that packed bags were found in his car, which contributed to her office arguing during the bail hearing that he was a flight risk.\n\nNauman Hussain must surrender his US and Pakistani passports, according to a criminal complaint. However, Hussain's lawyer said his client has been a US citizen for a decade and does not have a Pakistani passport.\n\nThe felony complaint against him states the defendant hired driver Scott Lisinicchia knowing he didn't have the appropriate license. The complaint also states Nauman knew or should have known the Excursion had mechanical and safety deficiencies, including some that would have affected the brakes.\n\nPolice said he is an \"operator\" for the limo company.\n\n\"The sole responsibility for that motor vehicle being on the road on Saturday rests with Nauman Hussain,\" State Police Superintendent George Beach said.\n\nNauman Hussain\n\nAttorney Lee Kindlon, who represents Prestige Limousine Chauffer Service, said the younger Hussain, who is also his client, is innocent. Kindlon said Shahed Hussain handled the day-to-day operations, including maintenance. Nauman Hussain had \"very little involvement\" in the company; he handled some marketing and booking and answered the phone, according to Kindlon said.\n\nNauman Hussain pleaded not guilty during his appearance in Schoharie Town Court Wednesday night, Kindlon told CNN-affiliate Spectrum News. He posted $150,000 bond and surrendered his US passport, according to Kindlon.\n\nOwner was a paid FBI informant\n\nBefore Shahed Hussain owned the limo company, the Pakistani national was an informant for the FBI, two sources confirmed to CNN. He became a paid FBI informant in 2007 after being convicted of fraud while he worked as a translator for the Department of Motor Vehicles in Albany, New York, records show. Hussain worked in the lower Hudson Valley in New York for the FBI and was responsible for locating Muslims who may be plotting against the United States, according to records.\n\nHussain attended services at a Newburgh, New York mosque at the FBI's direction in 2008, records show. The FBI set up Hussain with a home with concealed audio and video recording equipment, as well as audio equipment for his car. Hussain, who presented himself as a wealthy Pakistani immigrant who knew about Islamic teachings, testified in at least one federal case, records show.\n\nWill the owner return to the US?\n\nKindlon said Shahed Hussain often travels to Pakistan for business.\n\n\"He is ready and able to come back whenever they need him,\" Kindlon said. \"His heart is broken, and his family's heart is broken. ... Anything that he can do to make this right, he'll do, and he's so very sorry for everything that's happened.\"\n\nThe company said it has taken its fleet off the road, and the state police said this week they seized three of its vehicles, in addition to the limo involved in the crash.\n\nCondition of the 2001 Ford Excursion\n\nSoon after the fatal crash, Gov. Andrew Cuomo said the limo had failed a state inspection in September . The limo, which had been modified, wasn't supposed to be on the road, and the driver -- identified as Scott T. Lisinicchia, 53, of Lake George, New York -- \"did not have the appropriate driver's license to be operating that vehicle.\"\n\nLisinicchia worked for Prestige Limousine Chauffeur Service, as needed, according to Kindlon. CNN has not been able to reach Lisinicchia's wife, Kim. The law firm with which she has consulted said the family requests privacy.\n\nAsked about state officials' claims her husband didn't have the proper license, she told CBS News: \"I don't know what that's about because even if he didn't have the proper license, this still would have happened. And I feel like he still would have got blamed.\"\n\nKindlon said the company bought the limo already modified a few years ago.\n\nThe state DOT conducted a periodic inspection last week and found \"minor safety infractions,\" including inoperative or defective windshield wipers and a broken latch on a window, Kindlon said. Both issues were fixed, and last week, the state DOT said the limo \"was roadworthy and they could drive it,\" he said.\n\nThe attorney also disputed Gov. Cuomo's statement that the Excursion failed its inspection and Lisinicchia didn't have a proper license. The company's owner thought Lisinicchia was properly licensed, Kindlon said. The company checked with the DMV \"a number of different times\" and were told Lisinicchia had the right license, Kindlon said.\n\nThe state DOT concurred with the governor, and federal records from a September inspection indicate the automobile was deemed unfit to drive.\n\nDOT spokesman Joe Morrissey said the assertion that the limo had been cleared to be on the road was \"categorically false.\"\n\n\"The vehicle was subject to inspections, and the owner was warned not to operate the vehicle,\" he said. \"The vehicle was placed out of service.\""
    },
    {
        "publish date": "2018-10-12 00:00:00",
        "authors": [
            "Faith Karimi"
        ],
        "url": "https://cnn.com/2018/10/12/us/michael-neighborhoods-devastated/index.html",
        "title": "'Our lives are gone here.' Michael leaves behind untold years of misery",
        "text": "(CNN) Linda Clarke gasped when she returned to what was once their stately beach house -- before Hurricane Michael turned it into heaps of wood and metal.\n\n\"Oooooh wow, our new house,\" she said, her voice shaking. Her husband, Raoul, walked past her.\n\n\"Raoul. It's just stuff. It's just stuff,\" Clarke said repeatedly as she eyed the destruction around her. \"It's just stuff. We can replace.\"\n\nA few days ago, they were living in their dream home at Shell Point Beach. After Michael blew ashore Wednesday, the house lay in crumbled blocks, with the lower level filled with chunks of concrete and a lime green boat tossed near the stairs. What a 9-foot storm surge didn't crash into, the 155-mph winds wiped out.\n\nMichael's fury has left Florida communities such as Shell Point Beach in ruins.\n\n'I just don't know what to do'\n\nAcross the Florida Panhandle, shell-shocked residents returned home to devastation after Michael's fury, with similar scenes played out in several neighborhoods.\n\nDebra Murphy looked at the debris in her home in Shell Point Beach, where she raised her three daughters .\n\n\"I'm just still in shock. ... I can't think anymore because I just don't know what to do,\" she told CNN's Gary Tuchman, breaking down in tears.\n\nMichael careened across the Gulf of Mexico and made landfall Wednesday as a monster Category 4 storm, killing at least 13 people and swallowing towns and marinas in its path.\n\nVictims included an 11-year-old girl killed in Seminole County, Georgia, when a metal carport crashed through a roof, hitting her head. One man, Steven Sweet, died when a tree fell on a home near Greensboro, Florida.\n\nMichael lingered for two hours when it slammed into the Florida Panhandle, the strongest storm in the continental United States since Hurricane Andrew in 1992.\n\nMeteorologists had warned for days that Michael was a beast. But its rapid intensification over the Gulf's warm waters hours before landfall and its fury inland caught many by surprise, CNN meteorologist Robert Shackelford said.\n\nA storm chaser tries to get equipment out of his vehicle amid the wreckage in Panama City Beach.\n\n'At this point, there's really no making sense'\n\nIn Panama City, home to about 38,000 people, Michael's fury was evident, with trees snapped in half and roofs ripped off buildings.\n\nDavid Sebastian rode out the storm and barely made it out alive.\n\nThe hurricane peeled off the roof of his townhouse and blew out the windows, sending water pouring in. With trees down, and power and cell service out, he could not safely evacuate. He spent the night with his roommate and five dogs, surrounded by water.\n\n\"We had to stay in the house in 2 inches of water,\" he said Thursday.\n\nSchools were not spared, either. Jinks Middle School had welcomed children displaced by Hurricane Maria in Puerto Rico last year. The Panama City school was torn apart by Michael, and Principal Britt Smith choked up as he looked at the decimated building.\n\n\"Resiliency is important, and it's an important life message that we all have to learn,\" Smith said. \"But at this point, there's really no making sense. It's just how do we get together, how do we recover?\"\n\nStanding in what was once the parish hall of St. Dominic Catholic Church in Panama City, the Rev. Luke Farabaugh spoke of the importance of having gratitude amid the devastation.\n\n\"Things, we can replace,\" he said. \"We've seen a lot of signs of hope. I've been telling people ... to have hope.\"\n\nJUST WATCHED Principal: Damage to school is heart-wrenching Replay More Videos ... MUST WATCH Principal: Damage to school is heart-wrenching 01:47\n\n'There's nothing left here anymore'\n\nWhat were once towns with white sandy beaches are deserted and strewn with debris.\n\nIn Mexico Beach, ground zero of the devastation, receding floodwaters revealed what looked like an apocalyptic mess.\n\nJUST WATCHED Survivor breaks down: Our lives are gone Replay More Videos ... MUST WATCH Survivor breaks down: Our lives are gone 02:59\n\nScott Boutwell tearfully described how his walls collapsed and someone else's furniture swept into his house. The only thing that belonged to him in his home was a briefcase.\n\n\"I came here and walked inside ... and there's somebody's else's couch inside. It's not even mine. That's not even my recliner,\" he told CNN's Brooke Baldwin.\n\nAs Boutwell spoke, high-pitched fire alarms beeped continuously in the rubble -- a constant reminder of warnings that came long after the danger hit.\n\n\"Our lives are gone here. All the stores, all the restaurants, everything,\" he said. \"There's nothing left here anymore.\"\n\nMexico Beach is cut off from the rest of the state, with roads blocked by debris and cell phone service mostly out. Neighbors struggled to find their homes on streets with piles of wood where houses once stood.\n\n\"I can't describe it, It's just terrible,\" Sherri said about the unrecognizable street. \"There are so many memories here.\"\n\nAnother neighbor used Baldwin's phone to call her daughter.\n\n\"Hallie, it's mama, I'm OK, I'm OK,\" she said. \"It was a lot rougher than we thought, how are you guys? I love you, too.\"\n\nBy Friday morning, cell service was slowly returning to the area."
    },
    {
        "publish date": "2018-10-12 00:00:00",
        "authors": [
            "Doug Criss"
        ],
        "url": "https://cnn.com/2018/10/12/us/five-things-october-12-trnd/index.html",
        "title": "5 things to know for October 12: Tropical Storm Michael, missing journalist, Georgia governor's race, cardinal's resignation",
        "text": "If your day doesn't start until you've gotten up to speed on the latest headlines, then let us introduce you to your new favorite morning fix. Sign up here for the '5 Things' newsletter.\n\n(CNN) It may take years for the survivors of Hurricane Michael to recover fully. Here's how you can help them . And here's what else you need to know to Get Up to Speed and Out the Door .\n\n1. Tropical Storm Michael\n\nMichael, now a post-tropical cyclone, headed into the Atlantic Ocean early this morning and is almost 200 miles east of Norfolk, Virginia. But the storm, one of the strongest ever to hit the continental US , leaves in its wake a trail of death and destruction from the Florida Panhandle to the mid-Atlantic.\n\n• Eleven deaths have been blamed on Michael, including five in Virginia, four in Florida, one in North Carolina and an 11-year-old girl in Georgia , who was killed when a carport flew into her grandparents' home.\n\n• Almost 1.4 million customers in seven states don't have electricity, including more than half a million in North Carolina.\n\n• Parts of the Carolinas and Virginia are still dealing with flooding.\n\nJUST WATCHED Residents see damaged homes for first time Replay More Videos ... MUST WATCH Residents see damaged homes for first time 02:21\n\n2. Jamal Khashoggi\n\nTurkey says it has video and audio evidence that missing Saudi journalist Jamal Khashoggi was killed inside the Saudi Consulate in Istanbul, says a source familiar with the investigation into his disappearance. The source, whom a Western intelligence agency briefed, says the evidence showed there was an assault and struggle inside the consulate and also provided evidence of the moment that Khashoggi was killed. \"You can hear how he was interrogated, tortured and then murdered,\" one official told The Washington Post . Khashoggi hasn't been seen since entering the consulate earlier this month. Saudi Arabia denies any involvement in his disappearance.\n\nJUST WATCHED Source: Journalist killed inside consulate Replay More Videos ... MUST WATCH Source: Journalist killed inside consulate 02:21\n\n3. FBI\n\nOver the past couple of months, several FBI employees have been recalled from Asia as the Justice Department looks into allegations of interactions with prostitutes . The investigation, The Wall Street Journal reports , involves FBI staff in a handful of cites in East and Southeast Asia. The exact nature of the allegations and where they took place are unclear right now. The FBI keeps a large presence of agents and support staff in embassies around the world. In a statement to CNN, the FBI said \"allegations against any employee are taken very seriously.\"\n\n4. Georgia governor's race\n\nThe campaign for Georgia's Democratic candidate for governor wants her Republican opponent, the state's secretary of state, to resign his job . Stacey Abrams wants Brian Kemp to quit after The Associated Press reported that Kemp's office -- which is in charge of running elections in Georgia -- is using a controversial verification law that has put on hold more than 53,000 voter registration applications. And almost 70% of them belong to African-Americans, an AP analysis shows. Abrams' campaign accuses Kemp of engaging in voter suppression. Kemp denied the allegations and said he's only trying to stop voter fraud. Kemp and Abrams, who is trying to become the first black woman governor, are running neck and neck in most polls.\n\nJUST WATCHED Georgia race highlights US political divide Replay More Videos ... MUST WATCH Georgia race highlights US political divide 02:33\n\n5. Massachusetts explosions\n\nOverpressurized gas lines sparked the fires and explosions in towns north of Boston last month that killed a person and damaged 131 structures. A preliminary report from the National Transportation Safety Board put the blame on a pressure sensor that a gas company's work crew had removed. Once it was disconnected the sensing lines lost pressure. Regulators responded by increasing pressure in the distribution system, the NTSB said. When they didn't detect any system pressure, they allowed the full flow of high-pressure gas into the system, exceeding the maximum allowed. A short time later, more than 60 gas fires broke out, forcing thousands of people to evacuate.\n\nJUST WATCHED See aerial shots of the gas explosion fires Replay More Videos ... MUST WATCH See aerial shots of the gas explosion fires 02:09\n\nThis just in ...\n\nClergy sex abuse scandal\n\nCardinal Donald Wuerl, the embattled archbishop of Washington, Cardinal Donald Wuerl, the embattled archbishop of Washington, has resigned . Pope Francis accepted his resignation, ending weeks of speculation and rising anger over Wuerl's reported role in two clergy sexual abuse scandals.\n\nCardinal Donald Wuerl, a powerful Catholic leader, has been tied to the church's sex abuse scandal.\n\nTODAY'S QUOTE\n\n\"It made me feel like Superman.\"\n\nRapper Kanye West, talking about his \"Make America Great Again\" hat in the middle of a 10-minute, profanity-laden rant in the Oval Office with President Donald Trump.\n\nJUST WATCHED See Kanye West and Trump's full White House meeting Replay More Videos ... MUST WATCH See Kanye West and Trump's full White House meeting 19:47\n\nBREAKFAST BROWSE\n\nPeople are talking about these. Read up. Join in.\n\nRoyal wedding\n\nThis one is not getting the attention that Harry and Meghan had earlier this year, but This one is not getting the attention that Harry and Meghan had earlier this year, but Princess Eugenie's wedding today will still be a star-studded affair.\n\nRest in peace\n\nTwenty years after Matthew Shepard's brutal murder, his parents have found a safe Twenty years after Matthew Shepard's brutal murder, his parents have found a safe final resting place for their son.\n\nWalmart TV\n\nSeems like everybody is getting in the video streaming game these days. Now Walmart is stepping up to the plate with Seems like everybody is getting in the video streaming game these days. Now Walmart is stepping up to the plate with its own service\n\nWork of art\n\nThe sale of that \" The sale of that \" Girl With Balloon \" prank painting from Banksy has been confirmed -- and it's got a new name to boot.\n\nTODAY'S NUMBER\n\nTOTAL RECALL\n\nQuiz time\n\nThe world's most powerful passport is ...\n\nA. An American passport\n\nB. A Russian passport\n\nC. A Chinese passport\n\nD. A Japanese passport\n\nPlay \" Total Recall: The CNN news quiz \" to see if you're right. And don't forget, you can also find a version of the quiz on your Amazon devices! Just say, \"Alexa, ask CNN for a quiz.\"\n\nAND FINALLY ...\n\nDaddy-daughter duet"
    },
    {
        "publish date": "2018-10-10 00:00:00",
        "authors": [
            "Marshall Cohen"
        ],
        "url": "https://cnn.com/2018/10/10/politics/steele-dossier-letter/index.html",
        "title": "Russia dossier author criticizes Trump, slams 'strange and troubling times'",
        "text": "Washington (CNN) The retired British spy who wrote an explosive dossier about President Donald Trump's alleged ties to Russia broke his silence to criticize Trump and the \"distorted\" state of US politics.\n\nThe former spy, Christopher Steele, wrote to Vanity Fair shortly after he was named to the magazine's \"2018 New Establishment List.\" CNN reviewed a copy of Steele's email, which included his most political comments since his dossier gained international attention in January 2017.\n\n\"In these strange and troubling times, it is hard to speak unpalatable truths to power, but I believe we all still have a duty to do so,\" Steele said. \"I salute those on your list, and otherwise, who have had the courage to speak out over the last year, often at great personal cost.\"\n\nSteele went on to say, \"(A)t a time when governance is so distorted and one-sided, as I believe it currently is in the United States, the media has a key role to play in holding it accountable.\"\n\nThe ex-spy also lamented that due to \"the present legal and political situation,\" he could not attend a Vanity Fair summit in Los Angeles featuring many of the newsmakers on the list. Despite global intrigue with his story, Steele has avoided public events out of fear for his safety.\n\nRead More"
    },
    {
        "publish date": "2018-10-10 00:00:00",
        "authors": [
            "Kate Bennett"
        ],
        "url": "https://cnn.com/2018/10/10/politics/melania-trump-metoo-evidence/index.html",
        "title": "Melania Trump says women 'need evidence' if they say they're victims",
        "text": "(CNN) First lady Melania Trump said victims who make accusations of sexual misconduct \"need to have really hard evidence\" in a recently taped interview, echoing a statement she made in October 2016 amid allegations against her husband.\n\n\"If you accuse (someone) of something, show the evidence,\" Trump said in a sit-down interview with ABC News that took place in Kenya last week during her first major solo trip to Africa.\n\nTrump also said she supports women, but she echoed her husband, President Donald Trump, adding that men need to be supported, too.\n\n\"I support the women and they need to be heard,\" said Trump. \"We need to support them and, you know, also men, not just women.\"\n\nShe added that women who come forward as victims should be prepared to back up their claims.\n\n\"I do stand with women, but we need to show the evidence. You cannot just say to somebody, 'I was sexually assaulted,' or, 'You did that to me,' because sometimes the media goes too far, and the way they portray some stories it's, it's not correct, it's not right,\" said Trump.\n\nDuring the 2016 presidential campaign, at least 13 women accused Donald Trump of misbehavior ranging from sexual harassment to sexual assault. They came forward in the wake of a 2005 \"Access Hollywood\" tape that was released in October 2016 in which he is caught saying on a hot mic: \"And when you're a star, they let you do it. You can do anything. ... Grab them by the p***y. You can do anything.\"\n\nThe White House -- through press secretary Sarah Sanders and others -- has dismissed all the allegations against him as old news that was litigated during the campaign.\n\nJUST WATCHED Melania Trump responds to allegations against husband Replay More Videos ... MUST WATCH Melania Trump responds to allegations against husband 01:16\n\nMelania Trump told CNN's Anderson Cooper in October 2016: \"Every assault should be taken care of in a court of law. And to accuse, no matter who it is, a man or a woman, without evidence is damaging and unfair.\"\n\n\"This was all organized from the opposition. And with the details ... did they ever check the background of these women? They don't have any facts,\" she had said.\n\nThe President has also voiced suspicion about the year-old #MeToo movement, complaining that allegations made decades later can ruin a man's life. He has questioned why women wait so long to come forward if they are telling the truth. He also has expressed concern for men in this #MeToo moment.\n\nDuring an impromptu briefing with press traveling with her in Egypt last week, Trump would not say if she believed Supreme Court Justice Brett Kavanaugh's accuser, Christine Blasey-Ford.\n\n\"I will move on that and I think that all the victims they need -- we need to help all the victims no matter what kind of abuse they had, but I am against any kind of abuse or violence,\" she said."
    },
    {
        "publish date": "2018-10-09 00:00:00",
        "authors": [
            "Analysis Chris Cillizza",
            "Cnn Editor-At-Large"
        ],
        "url": "https://cnn.com/2018/10/09/politics/nikki-haley-resignation-donald-trump/index.html",
        "title": "3 theories behind Nikki Haley's shocking resignation",
        "text": "Washington (CNN) In a political world seemingly incapable of being shocked, the resignation of United Nations Ambassador Nikki Haley on Tuesday did just that.\n\nThe most common reaction upon hearing the news, which Axios' Jonathan Swan first reported , was \"WHAT????\" (A senior State Department official told CNN that Haley had only told her staff about her resignation Tuesday morning. Another source familiar with the matter said Haley's resignation caught national security adviser John Bolton and Secretary of State Mike Pompeo by surprise.)\n\nAnd that reaction was quickly followed by \"WHY???\"\n\nThe answer to the second question is now the big story. And, in truth, we just don't totally know yet why Haley, who seemed to be one of the few Trump administration officials able to stay in the good graces of Trump, the international community and establishment Republicans all at once, would decide to simply (and suddenly) call it quits.\n\nTrump, seeking to minimize any damage to himself from the surprise resignation, sat down with his outgoing UN ambassador shortly after the news broke and insisted he a) knew about her plans to leave last week and b) she had made the decision because she had served for two years (actually one year and seven months) and felt like it was time to go. (Haley will leave her job at the end of the year, Trump announced Tuesday.)\n\n\"It's been eight years of intense times,\" Haley said of her time as governor of South Carolina and her time in the administration. \"And I am a believer in term limits.\" She added: \"I don't have anything set on where I am going to go.\"\n\nAnd that might be true! But, the fact that neither Bolton nor Pompeo had any inkling that Haley was preparing to resign casts some doubt on the this-was-all-part-of-the-plan explanation. And, losing an Indian-American woman four weeks before an election and on the heels of a very contentious Supreme Court fight that divided deeply along gender lines suggests is far less than ideal timing for Trump.\n\nSo, what else MIGHT be beyond Haley's shock resignation? Here are a few theories:\n\n1. She got edged out by the likes of Bolton and Pompeo\n\nIt's no secret that the national security adviser and secretary of state, respectively, are foreign policy hard-liners. And that while Haley was outwardly very tough within the UN (and the Trump administration), she was reportedly a voice urging more moderation -- and toeing the preferred line of establishment Republicans -- in private. While Haley was, without question, a star of the first year of Trump's administration, she did clash with him at times over, among other things, Russia. During a TV appearance in April, Haley announced the US would impose new sanctions on Russia . Trump insisted no such sanctions had been put in place and the White House blamed the misunderstanding on a \"momentary confusion\" on Haley's part. She quickly responded that she did not \"get confused.\"\n\nWith Bolton and Pompeo as the new shiny objects in the Trump Cabinet, Haley may have seen the writing on the wall -- and decided to leave on her own terms (before she is pushed).\n\n2. She needed to make some money\n\nHaley has spent a long time in elected (or appointed office). Prior to being elected governor in 2010, she spent six years as a member of the state House. Those are not hugely lucrative jobs. In 2015, the year before she was tapped to serve in the Trump administration, she and her husband reported an annual income of just over $170,000. In 2014, that number was closer to $190,000. And in 2013, Haley and her husband, Michael, reported making $270,000.\n\nAccording to Haley's 2018 financial disclosure , she reported a significant number of outstanding debts, including somewhere between $25,000 and $65,000 in credit cards, a mortgage in excess of $1 million and a line of credit between $250,000 and $500,000.\n\nJUST WATCHED Trump's big announcement on Nikki Haley Replay More Videos ... MUST WATCH Trump's big announcement on Nikki Haley 02:04\n\nWith one child in college and another headed there in the next few years, Haley could well have been lured by the seven-figure salaries available to someone with a resume like hers in the private sector.\n\n3. She wants to run for president\n\nThere's very little doubt that Haley has her eye on the White House at some point in the future. (Doubt me? Haley brought her most trusted political adviser -- and pollster -- Jon Lerner to the UN with her.) Knowing that her resignation would set off talk of a potential primary challenge to Trump in 2020, Haley laughed off the possibility during her comments on Tuesday -- making clear she plans to campaign for Trump in two years time.\n\nIn truth, Haley is too smart to run against Trump in 2020. While Trump's approval ratings are in bad shape with the broad electorate, he is among the most popular Republican presidents ever among Republican voters. No one is beating Trump in a primary in 2020 -- not Haley, not anyone.\n\nBUT, just because Haley isn't running in 2020 doesn't mean she isn't running. Remember that whether Trump wins or loses in 2020, the 2024 Republican nomination will be open. Yes, Vice President Mike Pence is a likely candidate -- particularly if Trump wins a second term in 2020. And he will be the Trump candidate. But what if there is a desire for a candidate who has OK relations with Trump world but also is not seen as totally and completely aligned with a former president who was, to put it mildly, a non-traditional Republican candidate and president?\n\nEnter Haley! She will have spent almost two years serving Trump, yes, but, by the time 2024 comes around, she will be six years removed from the Trump White House. Which might be a very appealing thing for Republicans."
    },
    {
        "publish date": "2018-10-10 00:00:00",
        "authors": [
            "Analysis Z. Byron Wolf"
        ],
        "url": "https://cnn.com/2018/10/10/politics/paul-ryan-nikki-haley-wilderness/index.html",
        "title": "Nikki Haley takes Paul Ryan's path into the political wilderness",
        "text": "(CNN) Nikki Haley's resignation, to be tendered at the end of the year, caught official Washington by surprise -- because she's not leaving for another public office, even though she would seem to be at the height of her political power.\n\nSurprising, perhaps, and certainly intriguing for the prevaricators to wonder what exactly she's up to, but her move is not without precedent. In fact, Haley is the second very powerful rising star in the GOP to announce that she's basically taking some time off from public service, the other being Paul Ryan.\n\nThey're both young Republican politicians -- she's 46 and he's 48 -- who found great success early on and are now leaving politics. At least for now.\n\nCould this be a coincidence? Sure! Or it could mean that some of the top Republican talent not named Trump thinks that winter is coming, to put a Game of Thrones spin on it\n\nThey'd rather not be directly in the conversation for the next few years and whether they'll admit it or not, that says something about where they think the conversation is going.\n\nRepublicans right now are at the height of official power. Ryan is leaving as speaker of the House before the likely possibility that Republicans are out of the majority next year. Haley announced she is leaving Trump's Cabinet ahead of a likely difficult election night when, if polls are correct, women could turn against the GOP in a way unseen in recent elections\n\nPlenty of Republicans -- a remarkable number, really -- were already retiring this year rather than face tough re-election campaigns. Senators like Bob Corker of Tennessee and Jeff Flake of Arizona, both critics of President Donald Trump, bowed out of bids for re-election. But that feels different than Ryan, who almost certainly could have stayed in charge of House Republicans, even if not in the majority, and Haley, who could certainly have kept her seat of power in Trump's Cabinet.\n\nPeople who get to the level of Ryan and Haley do not, as a rule, hang up their spurs for years on end when there's a next obvious step for them to take.\n\nThis is a very different spin on politics than Teddy Roosevelt's insistence that the highest respect should be reserved for \" the man in the arena .\" Or woman, in this case. They're both on their way out of the arena. (Note: Roosevelt left politics after being president and when he tried to come back it didn't work out quite so well for him .)\n\nWhat their decisions mean is that the next obvious step is closed. Why? Because the party has rallied around Trump. And neither Haley, despite her service in his Cabinet, nor Ryan, despite his work with Trump on tax reform, could even remotely be considered Trump Republicans. She endorsed both Marco Rubio and Ted Cruz before she got to voting for Trump in 2016 and Ryan was slow to endorse the party's nominee despite his status as speaker of the House.\n\nWe should note here that there are surely other considerations at play for both Haley and Ryan. Neither specifically listed two of the most obvious motivators reasons that make their announcements make sense -- they could both use the opportunity to make some money. Haley has one kid in college and one in high school.\n\nRyan, whose father died when he was young, sincerely argued he wanted to spend time with his children before they grew up and moved out.\n\nTiming is everything in politics, and the time is not now for either of them.\n\n\"This really was two things,\" Ryan told reporters back in April when he announced he'd be leaving Congress. \"I have accomplished much of what I came here to do, and my kids aren't getting any younger. And if I stay, they're only going to know me as a weekend dad, and that's just something I consciously can't do. And that's really it right there.\"\n\nJUST WATCHED House Speaker Paul Ryan won't seek re-election Replay More Videos ... MUST WATCH House Speaker Paul Ryan won't seek re-election 11:43\n\nHaley did not give a very specific reason Monday, but she, too made sure to say she'd done what she set out to do.\n\n\"I don't have anything set on where I'm going to go,\" she said. \"I think that the main thing was -- I was governor for six years, and we dealt with the hurricane, a thousand-year flood, a church shooting, a school shooting. There was a lot. And then, to come in and do two years of Russia and Iran and North Korea -- it's been eight years of intense time, and I'm a believer in term limits.\"\n\nIt's usually after a failed presidential run that politicians of Haley's and Ryan's caliber leave politics, often to return after squirreling away some private sector money. That's what Ohio Gov. John Kasich did. He's kept himself very much in the mix and remains one of the few Republicans unafraid to criticize Trump even as he sidles further from the core of Trump's GOP.\n\nThere is some political danger in the years-long money-making sabbatical. Hillary Clinton lost to Barack Obama in 2008, served as his top diplomat, had some of the highest approval ratings in the country and then spent two years making gobs of money giving speeches to Wall Street firms. That money-making break hurt her in the Democratic primary, when it was a key talking point of Vermont Sen. Bernie Sanders.\n\nIf Ryan and Haley cash in, they won't any longer be able to say they've been toiling in public service.\n\nMost presidents come to office straight from another government job. Trump, the real estate tycoon and reality show star, is a very notable exception.\n\nBut George W. Bush, Barack Obama, Bill Clinton and George H.W. Bush all had a government job just before going to the White House. Ronald Reagan went from being governor of California in 1975 straight to the campaign trail, but lost the 1976 GOP primary. He stayed very active politically and cooled his heels for 1980.\n\nOne of the few politicians to successfully land a return from the political wilderness was Richard Nixon, although his came after a long career in the House, Senate and eight years as vice president. He lost a race for California governor and sat out the 1964 presidential election after losing a squeaker in 1960.\n\nA big difference is that Nixon's losses exiled him to the political wilderness. Ryan and Haley are going willingly into it."
    },
    {
        "publish date": "2018-10-10 00:00:00",
        "authors": [
            "Elizabeth Landers"
        ],
        "url": "https://cnn.com/2018/10/10/politics/kevin-mccarthy-border-wall-bill/index.html",
        "title": "McCarthy plans bill to fully fund Trump's border wall",
        "text": "(CNN) House Majority Leader Kevin McCarthy plans to introduce legislation this week that will fully fund President Donald Trump's proposed wall along the US-Mexico border with a whopping $23.4 billion price tag, a spokesperson for the California Republican told CNN on Tuesday.\n\nThe bill is still in the drafting process but is expected to be released within the next few days in the pro-forma session this week. The House remains in recess until mid-November, after the midterm elections, so the body would not consider the legislation for another month or so. Even with a Republican-controlled Capitol Hill and White House, any proposal to fully fund Trump's signature campaign pledge of a border wall would have a difficult pathway to passing both chambers of Congress, given the threshold for such legislation and the narrow margin of control in the Senate.\n\nThe legislation comes as McCarthy is headed to the US-Mexico border on Wednesday for a tour and briefing by the Department of Homeland Security and as the California congressman continues to push to succeed Speaker Paul Ryan when the Wisconsin Republican departs in January.\n\nMccarthy is not the only House Republican to express interest in leading the caucus. Majority Whip Steve Scalise of Louisiana and House Freedom Caucus co-founder Jim Jordan of Ohio have talked about pursuing the top House GOP spot , and both are traditionally affiliated with the more conservative side of the caucus members. Scalise has said he would not run to lead the party if McCarthy does, but Jordan has already announced his intention to seek the position\n\nMcCarthy, who has allied himself closely with Trump in the last two years , is working on the border wall bill by himself at this point, with no cosponsors.\n\n\"This is priority for both Kevin and the President,\" the spokesperson told CNN.\n\nThe legislation will include other policy measures popular with hardline immigration hawks, including several that have already passed the House. This includes Kate's Law , the No Sanctuary for Criminals Act, the Criminal Gang Alien Gang Member Removal Act and two other House resolutions that passed this year. Those measures have languished in the Senate, where Republicans control 51 votes in a chamber where the vast majority of legislation needs a minimum of 60 senators in support to advance. Democrats have almost unanimously opposed those measures.\n\nMoney for the border wall has been among the most contentious issues in funding negotiations between Democrats and Republicans for Trump's entire time in office. In an omnibus spending deal that was signed into law in March was $1.6 billion in border security, which includes millions for 33 miles of new border fencing -- not a concrete wall -- that was already authorized through the 2006 Secure Fence Act.\n\nAs the legislation is still being written, it's not clear if McCarthy's proposal of a $23.4 billion package would have any element of the wall paid for by Mexico, as Trump repeatedly promised on the campaign trail.\n\nMore border wall money from the US will have to go through the appropriations bill that funds the Department of Homeland Security. It's one of the bills the House of Representatives didn't finish on time before September 30, leaving it funded at the previous year's levels until December 7. Aides in both chambers, in both parties, think the fight over wall funding levels after the election could lead to a government shutdown -- something Trump himself has advocated as part of a negotiating strategy.\n\n\"Yes, we intend on having a full-fledged discussion about how to complete this mission of securing our border, and we will have a big fight about that,\" he said. \"What that fight looks like ... we have a commitment to go fight for securing the border and getting these policy objectives achieved. And we're going to be looking at doing it. We'll figure out how to do it in December.\"\n\nEven if the bill passed the House, it would need 60 votes to clear the Senate, an unlikely threshold to reach considering Democrats' vocal opposition to the President's border wall."
    },
    {
        "publish date": "2018-09-30 00:00:00",
        "authors": [
            "Ahiza Garcia",
            "Cnn Business"
        ],
        "url": "https://cnn.com/2018/09/30/success/allbirds-fresh-money-joey-zwillinger/index.html",
        "title": "Allbirds is shaking up footwear with machine-washable wool shoes",
        "text": "This story originally published on May 4, 2018\n\n(CNN Business) Allbirds co-founder Tim Brown came up with the idea for his shoe company after hanging up his soccer cleats.\n\nEverything Brown had worn as a pro athlete in New Zealand, where he played for the All Whites, featured logos. He wanted something simpler, made out of natural materials. So he decided to make his own shoes out of wool.\n\n\"I got lots of pats on the head,\" Brown said, describing the initial response. \"I got told to leave that to people that know what they're doing.\"\n\nMotivated by the skepticism, he set out to create a prototype and then launched a Kickstarter fundraising campaign. Within four days he'd raised $120,000.\n\nBrown said he thinks the shoe has tapped into a \"fundamental shift\" in the way people work and play, a shift in tastes that the overall footwear industry hasn't yet fully embraced.\n\nRead More"
    },
    {
        "publish date": "2018-09-30 00:00:00",
        "authors": [
            "Shannon Gupta"
        ],
        "url": "https://cnn.com/2018/09/30/success/othman-laraki-fresh-money/index.html",
        "title": "Are you at risk for cancer? This startup CEO wants to help you find out",
        "text": "New York (CNN Business) Othman Laraki's decision to test his DNA changed his life -- and his career.\n\nThat's when the former Twitter executive found out he is at risk of developing certain types of cancer. The results spurred him to found Color in 2013. The at-home genetic testing service helps people assess their risk for common hereditary cancers and heart conditions, so they can decide whether to take preventive action.\n\nOther DNA testing services, such as 23andMe and AncestryDNA, specialize in helping people discover their family history and ethnicity. But Color solely tests for hereditary health issues, such as cancer, heart disease and cholesterol.\n\nCNNMoney asked Laraki to share his experience creating Color and his advice for up-and-coming entrepreneurs.\n\nMy inspiration for Color was ...\n\nThe history of cancer in my family. I have a gene myself known as BRCA2, which increases one's predisposition to cancer, particularly melanoma, prostate, pancreatic and breast cancer. These experiences have given me a firsthand understanding of the life saving benefits of having access to one's genetic information -- and the tragic cost of not.\n\nThis personal experience, as well as that of many of my colleagues at Color, have been the drivers behind our mission. We seek to make it possible for everyone to understand their hereditary risk for serious conditions, such as cancer and heart disease, and enable individuals and their physicians to take a proactive approach to treatment.\n\nThe scariest part of my job is ...\n\nNot being able to move faster. Every year, millions of people die from cancer or heart disease. Many of these deaths could have been predicted and even prevented through genetic testing, which allows patients to understand their disease risk and take action.\n\nThe knowledge gained from medically actionable genetic testing like Color's could save some of those lives by helping people understand if they're at risk for cancer or heart disease before they're actually diagnosed. And at Color, we feel a great responsibility to reach everyone who could benefit from this knowledge, as soon as possible.\n\nIf I could tell my 18-year-old self one thing, it would be ...\n\nYou're going to meet these two really nerdy guys named Larry and Sergey, Google's co-founders. Join their company the first time they ask you to. (Laraki worked at Google from 2004 to 2008).\n\nI'm kidding; the real answer is, focus on surrounding yourself with the right people; everything else tends to take care of itself.\n\nThe thing that brings me the most joy is ...\n\nPersonally, cuddling up with my three boys and my amazing wife. Professionally, getting to meet the people whose lives we've impacted, and knowing we've helped those folks be there with their families, too.\n\nIf I could have dinner with any influential figure from any time period, it would be...\n\nHenrietta Lacks, who donated her cells to cancer research more than 60 years ago. I'd tell her how big of an impact she's had on medicine and science for generations to come, and make sure she knows how much she's meant to the world.\n\nAlso: Alexander Hamilton, so I can tell him to skip the duel.\n\nI'd like to be remembered as ...\n\nSomeone who assembled an amazing team that helped change health care forever by removing barriers to preventive health care, thus making it possible for hundreds of millions of people to live the healthiest lives that science and medicine allow.\n\nThe thing you probably don't know about me is ...\n\nGrowing up in Morocco, I was a pretty bad student. I didn't start doing well in school until one quarter when I was 16, and it happened almost by accident.\n\nA great computer science teacher got me into coding; I became obsessed with The Lord of the Rings, which helped me get good grades in English; and I became weirdly fascinated by mathematical proofs. If it weren't for the programming language Pascal, those hobbits and the satisfaction of writing \"QED,\" I might not have gone to college.\n\nIf I weren't CEO of Color I'd be ...\n\nLiving in Maui spending my days kitesurfing, cycling and hanging out with my family. Oh, and at night I'd be an electronic music DJ.\n\nThe best piece of advice I've ever received is ...\n\nWhen I was an intern at Microsoft in 1998 or so, I had lunch at Bill Gates' house. I asked him, 'Hey, given how big Microsoft is, how do you manage to keep everyone focused and motivated?'\n\nI thought he was going to give me some elaborate management suggestion. Instead, he just said, \"Hire the right people.\"\n\nMy advice to people searching for their inspiration is ...\n\nSometimes the most important missions in life aren't ones you choose, but ones that choose you.\n\nBeing a BRCA2 carrier is a big part of why I'm working on Color. It is intimately connected to who I am.\n\nTake a look at who you are, not at your ambitions. When you look at ambitions, you look at other people's successes and often end up trying to model your successes after other people. The best pursuits are intimately tied to who you are and what you want to be doing.\n\nColor genomics ceo othram loraki cancer dna testing entrepreneur startup health care"
    },
    {
        "publish date": "2018-10-11 00:00:00",
        "authors": [
            "Anna Bahney"
        ],
        "url": "http://money.cnn.com/2018/10/11/investing/inflation-protection/index.html",
        "title": "How can I protect my investments from inflation?",
        "text": "How can I protect my investments against inflation?\n\nEven as your investments increase in value, inflation can eat away at what they're worth.\n\nThere are things investors can do to hedge the immediate effects of inflation, or earn a return that outpaces inflation over time. But it can be hard to predict.\n\n\"After-inflation returns are the only ones that matter for investors in the real world,\" says Robinson Crawford, an investment adviser with Montebello Avenue.\n\nEven if inflation is currently rising more slowly than analysts predicted, it's better to be prepared.\n\nStocks\n\nFinancial advisers say one of the most consistent hedges against inflation is a properly diversified stock portfolio.\n\nEquities have historically outpaced inflation, says Sean C. Gillespie, a financial planner with Redeployment Wealth Strategies says that while there is inherent volatility in a stock portfolio, \"equities are a long-term asset for your plan just like inflation is a long-term threat.\"\n\nTo figure out where to put your money in the stock market, investors could look to a total return strategy that relies on equities to provide positive inflation-adjusted returns over the long term.\n\n\"Of course, investors have to accept more risk when investing in stocks and endure periods when the returns have not outpaced inflation,\" says Dejan Ilijevski, an investment adviser at Sabela Capital Markets. \"Although some investors may assume that higher inflation leads to lower stock performance, US market history shows that nominal annual stock returns are unrelated to inflation.\"\n\nGold and commodities\n\nGold and commodities have been standard havens from inflation for investors.\n\n\"Traditionally commodities and gold have been good inflation hedges,\" says Stephanie Bucko, a chartered financial analyst and co-founder of Mana Financial Life Design. But she says it is important to take into account the US dollar's strength as part of this equation.\n\n\"We like oil exposure, as this impacts our clients on a day-to-day basis related to gas prices, but it also provides a good inflation hedge,\" says Bucko, adding that we saw this in the 1970s as inflation doubled and nominal oil prices skyrocketed.\n\nBut commodity markets, for the unfamiliar, can be complex and risky.\n\n\"Commodities are volatile, more so than stocks, which means that adding commodities to a portfolio may increase real return volatility, offsetting the benefits of hedging,\" says Ilijevski.\n\nReal estate\n\nReal estate is the ultimate hard asset in times of inflation since it will see price appreciation. Financial advisers suggest investors find a place for real estate in a portfolio.\n\nInvestors can gain exposure to real estate by directly owning commercial or residential property, or by investing in real estate investment trusts (REITs).\n\nReal estate is a sound investment, says Crawford. \"But I would caution that if you're not increasing rent in your real estate, you aren't fighting inflation.\"\n\nShort term bonds and TIPS\n\nShort-term bonds and Treasury Inflation-Protected Securities (TIPS) are investments that are a hedge against inflation.\n\n\"Hedging seeks out asset classes that tend to positively correlate with inflation,\" says Ilijevski.\n\nFor example, he says, short-term maturities allow bond-holders to more frequently roll over the principal at higher interest rates. This helps inflation-sensitive investors keep up with short-term inflation.\n\nSimilarly, TIPS, issued by the government, are also a fixed-income security hedge against inflation. Their principle is adjusted to reflect changes in the Consumer Price Index. When CPI rises, the principle increases, resulting in higher interest payments.\n\n\"TIPS absolutely merit a place in a US investor's portfolio, especially those with significant bond holdings,\" says Crawford. \"The main issue is that they increase in value in conjunction with the CPI, which many would argue is not an accurate inflation measure.\""
    },
    {
        "publish date": "2016-04-20 15:07:30+00:00",
        "authors": [],
        "url": "https://healthguides.cnn.com/preventing-another-heart-attack/9-healthy-habits-that-reduce-heart-attack-risk?did=t1_atftxt",
        "title": "9 Healthy Habits That Reduce Heart Attack Risk",
        "text": "Did you know that two-thirds of teenagers have at least one risk factor for heart disease? Between sedentary lifestyles and obesity, kids need healthy habits just as much as the adults in their lives. It’s more fun to prepare food when it’s a group effort, so plan healthy meals with ingredients everyone likes and try a new recipe each week. Challenge each other to come up with outrageous activities to move your bodies. See how much fun you can have being heart healthy as a team."
    }
]